var HOLEY_NAMES = [
  {
    "name": "یَا اللَّهُ ",
    "cost": 66
  },
  {
    "name": "یَا رَحْمَانُ ",
    "cost": 299
  },
  {
    "name": "یَا رَحِیمُ ",
    "cost": 258
  },
  {
    "name": "یَا کَرِیمُ ",
    "cost": 270
  },
  {
    "name": "یَا مُقِیمُ ",
    "cost": 190
  },
  {
    "name": "یَا عَظِیمُ ",
    "cost": 1020
  },
  {
    "name": "یَا قَدِیمُ ",
    "cost": 154
  },
  {
    "name": "یَا عَلِیمُ ",
    "cost": 150
  },
  {
    "name": "یَا حَلِیمُ ",
    "cost": 88
  },
  {
    "name": "یَا حَکِیمُ ",
    "cost": 78
  },
  {
    "name": "یَا سَیِّدَ السَّادَاتِ ",
    "cost": 571
  },
  {
    "name": "یَا مُجِیبَ الدَّعَوَاتِ ",
    "cost": 567
  },
  {
    "name": "یَا رَافِعَ الدَّرَجَاتِ ",
    "cost": 990
  },
  {
    "name": "یَا وَلِیَّ الْحَسَنَاتِ ",
    "cost": 596
  },
  {
    "name": "یَا غَافِرَ الْخَطِیئَاتِ ",
    "cost": 2342
  },
  {
    "name": "یَا مُعْطِیَ الْمَسْأَلاتِ ",
    "cost": 692
  },
  {
    "name": "یَا قَابِلَ التَّوْبَاتِ ",
    "cost": 973
  },
  {
    "name": "یَا سَامِعَ الْأَصْوَاتِ ",
    "cost": 700
  },
  {
    "name": "یَا عَالِمَ الْخَفِیَّاتِ ",
    "cost": 1263
  },
  {
    "name": "یَا دَافِعَ الْبَلِیَّاتِ ",
    "cost": 629
  },
  {
    "name": "یَا خَیْرَ الْغَافِرِینَ ",
    "cost": 2182
  },
  {
    "name": "یَا خَیْرَ الْفَاتِحِینَ ",
    "cost": 1390
  },
  {
    "name": "یَا خَیْرَ النَّاصِرِینَ ",
    "cost": 1242
  },
  {
    "name": "یَا خَیْرَ الْحَاکِمِینَ",
    "cost": 970
  },
  {
    "name": "یَا خَیْرَ الرَّازِقِینَ ",
    "cost": 1209
  },
  {
    "name": "یَا خَیْرَ الْوَارِثِینَ ",
    "cost": 1608
  },
  {
    "name": "یَا خَیْرَ الْحَامِدِینَ ",
    "cost": 954
  },
  {
    "name": "یَا خَیْرَ الذَّاکِرِینَ ",
    "cost": 1822
  },
  {
    "name": "یَا خَیْرَ الْمُنْزِلِینَ ",
    "cost": 1028
  },
  {
    "name": "یَا خَیْرَ الْمُحْسِنِینَ",
    "cost": 1059
  },
  {
    "name": "یَا مَنْ لَهُ الْعِزَّةُ وَ الْجَمَالُ ",
    "cost": 344
  },
  {
    "name": "یَا مَنْ لَهُ الْقُدْرَةُ وَ الْکَمَالُ ",
    "cost": 588
  },
  {
    "name": "یَا مَنْ لَهُ الْمُلْکُ وَ الْجَلالُ ",
    "cost": 347
  },
  {
    "name": "یَا مَنْ هُوَ الْکَبِیرُ الْمُتَعَالِ ",
    "cost": 936
  },
  {
    "name": "یَا مُنْشِئَ السَّحَابِ الثِّقَالِ ",
    "cost": 1164
  },
  {
    "name": "یَا مَنْ هُوَ شَدِیدُ الْمِحَالِ ",
    "cost": 529
  },
  {
    "name": "یَا مَنْ هُوَ سَرِیعُ الْحِسَابِ ",
    "cost": 543
  },
  {
    "name": "یَا مَنْ هُوَ شَدِیدُ الْعِقَابِ ",
    "cost": 623
  },
  {
    "name": "یَا مَنْ عِنْدَهُ حُسْنُ الثَّوَابِ ",
    "cost": 877
  },
  {
    "name": "یَا مَنْ عِنْدَهُ أَمُّ الْکِتَابِ ",
    "cost": 714
  },
  {
    "name": "یَا حَنَّانُ ",
    "cost": 109
  },
  {
    "name": "یَا مَنَّانُ ",
    "cost": 141
  },
  {
    "name": "یَا دَیَّانُ ",
    "cost": 65
  },
  {
    "name": "یَا بُرْهَانُ ",
    "cost": 258
  },
  {
    "name": "یَا سُلْطَانُ ",
    "cost": 150
  },
  {
    "name": "یَا رِضْوَانُ ",
    "cost": 1057
  },
  {
    "name": "یَا غُفْرَانُ ",
    "cost": 1331
  },
  {
    "name": "یَا سُبْحَانُ ",
    "cost": 121
  },
  {
    "name": "یَا مُسْتَعَانُ ",
    "cost": 621
  },
  {
    "name": "یَا ذَا الْمَنِّ وَ الْبَیَانِ ",
    "cost": 922
  },
  {
    "name": "یَا مَنْ تَوَاضَعَ کُلُّ شَیْ‏ءٍ لِعَظَمَتِهِ ",
    "cost": 3172
  },
  {
    "name": "یَا مَنِ اسْتَسْلَمَ کُلُّ شَیْ‏ءٍ لِقُدْرَتِهِ ",
    "cost": 1780
  },
  {
    "name": "یَا مَنْ ذَلَّ کُلُّ شَیْ‏ءٍ لِعِزَّتِهِ ",
    "cost": 1692
  },
  {
    "name": "یَا مَنْ خَضَعَ کُلُّ شَیْ‏ءٍ لِهَیْبَتِهِ ",
    "cost": 2372
  },
  {
    "name": "یَا مَنِ انْقَادَ کُلُّ شَیْ‏ءٍ مِنْ خَشْیَتِهِ ",
    "cost": 2011
  },
  {
    "name": "یَا مَنْ تَشَقَّقَتِ الْجِبَالُ مِنْ مَخَافَتِهِ ",
    "cost": 2673
  },
  {
    "name": "یَا مَنْ قَامَتِ السَّمَاوَاتُ بِأَمْرِهِ ",
    "cost": 1418
  },
  {
    "name": "یَا مَنِ اسْتَقَرَّتِ الْأَرَضُونَ بِإِذْنِهِ ",
    "cost": 3096
  },
  {
    "name": "یَا مَنْ یُسَبِّحُ الرَّعْدُ بِحَمْدِهِ ",
    "cost": 534
  },
  {
    "name": "یَا مَنْ لا یَعْتَدِی عَلَى أَهْلِ مَمْلَکَتِهِ ",
    "cost": 1286
  },
  {
    "name": "یَا غَافِرَ الْخَطَایَا ",
    "cost": 1933
  },
  {
    "name": "یَا کَاشِفَ الْبَلایَا ",
    "cost": 476
  },
  {
    "name": "یَا مُنْتَهَى الرَّجَایَا ",
    "cost": 741
  },
  {
    "name": "یَا مُجْزِلَ الْعَطَایَا ",
    "cost": 202
  },
  {
    "name": "یَا وَاهِبَ الْهَدَایَا ",
    "cost": 66
  },
  {
    "name": "یَا رَازِقَ الْبَرَایَا ",
    "cost": 553
  },
  {
    "name": "یَا قَاضِیَ الْمَنَایَا ",
    "cost": 1044
  },
  {
    "name": "یَا سَامِعَ الشَّکَایَا ",
    "cost": 534
  },
  {
    "name": "یَا بَاعِثَ الْبَرَایَا ",
    "cost": 818
  },
  {
    "name": "یَا مُطْلِقَ الْأُسَارَى ",
    "cost": 472
  },
  {
    "name": "یَا ذَا الْحَمْدِ وَ الثَّنَاءِ ",
    "cost": 1372
  },
  {
    "name": "یَا ذَا الْفَخْرِ وَ الْبَهَاءِ ",
    "cost": 1657
  },
  {
    "name": "یَا ذَا الْمَجْدِ وَ السَّنَاءِ ",
    "cost": 927
  },
  {
    "name": "یَا ذَا الْعَهْدِ وَ الْوَفَاءِ ",
    "cost": 935
  },
  {
    "name": "یَا ذَا الْعَفْوِ وَ الرِّضَاءِ ",
    "cost": 1926
  },
  {
    "name": "یَا ذَا الْمَنِّ وَ الْعَطَاءِ ",
    "cost": 939
  },
  {
    "name": "یَا ذَا الْفَصْلِ وَ الْقَضَاءِ ",
    "cost": 1870
  },
  {
    "name": "یَا ذَا الْعِزِّ وَ الْبَقَاءِ ",
    "cost": 949
  },
  {
    "name": "یَا ذَا الْجُودِ وَ السَّخَاءِ ",
    "cost": 1443
  },
  {
    "name": "یَا ذَا الْآلاءِ وَ النَّعْمَاءِ ",
    "cost": 961
  },
  {
    "name": "یَا مَانِعُ ",
    "cost": 161
  },
  {
    "name": "یَا دَافِعُ ",
    "cost": 155
  },
  {
    "name": "یَا رَافِعُ ",
    "cost": 351
  },
  {
    "name": "یَا صَانِعُ ",
    "cost": 211
  },
  {
    "name": "یَا نَافِعُ ",
    "cost": 201
  },
  {
    "name": "یَا سَامِعُ ",
    "cost": 171
  },
  {
    "name": "یَا جَامِعُ ",
    "cost": 114
  },
  {
    "name": "یَا شَافِعُ ",
    "cost": 451
  },
  {
    "name": "یَا وَاسِعُ ",
    "cost": 137
  },
  {
    "name": "یَا مُوسِعُ ",
    "cost": 176
  },
  {
    "name": "یَا صَانِعَ کُلِّ مَصْنُوعٍ ",
    "cost": 517
  },
  {
    "name": "یَا خَالِقَ کُلِّ مَخْلُوقٍ ",
    "cost": 1557
  },
  {
    "name": "یَا رَازِقَ کُلِّ مَرْزُوقٍ ",
    "cost": 711
  },
  {
    "name": "یَا مَالِکَ کُلِّ مَمْلُوکٍ ",
    "cost": 277
  },
  {
    "name": "یَا کَاشِفَ کُلِّ مَکْرُوبٍ ",
    "cost": 719
  },
  {
    "name": "یَا فَارِجَ کُلِّ مَهْمُومٍ ",
    "cost": 465
  },
  {
    "name": "یَا رَاحِمَ کُلِّ مَرْحُومٍ ",
    "cost": 593
  },
  {
    "name": "یَا نَاصِرَ کُلِّ مَخْذُولٍ ",
    "cost": 1767
  },
  {
    "name": "یَا سَاتِرَ کُلِّ مَعْیُوبٍ ",
    "cost": 839
  },
  {
    "name": "یَا مَلْجَأَ کُلِّ مَطْرُودٍ ",
    "cost": 383
  },
  {
    "name": "یَا عُدَّتِی عِنْدَ شِدَّتِی ",
    "cost": 1322
  },
  {
    "name": "یَا رَجَائِی عِنْدَ مُصِیبَتِی ",
    "cost": 900
  },
  {
    "name": "یَا مُونِسِی عِنْدَ وَحْشَتِی ",
    "cost": 1014
  },
  {
    "name": "یَا صَاحِبِی عِنْدَ غُرْبَتِی ",
    "cost": 1847
  },
  {
    "name": "یَا وَلِیِّی عِنْدَ نِعْمَتِی ",
    "cost": 750
  },
  {
    "name": "یَا غِیَاثِی عِنْدَ کُرْبَتِی ",
    "cost": 2277
  },
  {
    "name": "یَا دَلِیلِی عِنْدَ حَیْرَتِی ",
    "cost": 836
  },
  {
    "name": "یَا غَنَائِی عِنْدَ افْتِقَارِی ",
    "cost": 1987
  },
  {
    "name": "یَا مَلْجَئِی عِنْدَ ضْطِرَارِی ",
    "cost": 1437
  },
  {
    "name": "یَا مُعِینِی عِنْدَ مَفْزَعِی ",
    "cost": 511
  },
  {
    "name": "یَا عَلامَ الْغُیُوبِ ",
    "cost": 1190
  },
  {
    "name": "یَا غَفَّارَ الذُّنُوبِ ",
    "cost": 2070
  },
  {
    "name": "یَا سَتَّارَ الْعُیُوبِ ",
    "cost": 780
  },
  {
    "name": "یَا کَاشِفَ الْکُرُوبِ ",
    "cost": 660
  },
  {
    "name": "یَا مُقَلِّبَ الْقُلُوبِ",
    "cost": 341
  },
  {
    "name": "یَا طَبِیبَ الْقُلُوبِ ",
    "cost": 192
  },
  {
    "name": "یَا مُنَوِّرَ الْقُلُوبِ ",
    "cost": 465
  },
  {
    "name": "یَا أَنِیسَ الْقُلُوبِ ",
    "cost": 290
  },
  {
    "name": "یَا مُفَرِّجَ الْهُمُومِ ",
    "cost": 445
  },
  {
    "name": "یَا مُنَفِّسَ الْغُمُومِ ",
    "cost": 1347
  },
  {
    "name": "یَا جَلِیلُ ",
    "cost": 73
  },
  {
    "name": "یَا جَمِیلُ ",
    "cost": 83
  },
  {
    "name": "یَا وَکِیلُ ",
    "cost": 66
  },
  {
    "name": "یَا کَفِیلُ ",
    "cost": 140
  },
  {
    "name": "یَا دَلِیلُ",
    "cost": 74
  },
  {
    "name": "یَا قَبِیلُ ",
    "cost": 142
  },
  {
    "name": "یَا مُدِیلُ ",
    "cost": 84
  },
  {
    "name": "یَا مُنِیلُ ",
    "cost": 130
  },
  {
    "name": "یَا مُقِیلُ ",
    "cost": 180
  },
  {
    "name": "یَا مُحِیلُ ",
    "cost": 88
  },
  {
    "name": "یَا دَلِیلَ الْمُتَحَیِّرِینَ ",
    "cost": 823
  },
  {
    "name": "یَا غِیَاثَ الْمُسْتَغِیثِینَ ",
    "cost": 3612
  },
  {
    "name": "یَا صَرِیخَ الْمُسْتَصْرِخِینَ ",
    "cost": 2381
  },
  {
    "name": "یَا جَارَ الْمُسْتَجِیرِینَ ",
    "cost": 1008
  },
  {
    "name": "یَا أَمَانَ الْخَائِفِینَ ",
    "cost": 874
  },
  {
    "name": "یَا عَوْنَ الْمُؤْمِنِینَ ",
    "cost": 347
  },
  {
    "name": "یَا رَاحِمَ الْمَسَاکِینِ ",
    "cost": 461
  },
  {
    "name": "یَا مَلْجَأَ الْعَاصِینَ ",
    "cost": 326
  },
  {
    "name": "یَا غَافِرَ الْمُذْنِبِینَ ",
    "cost": 2164
  },
  {
    "name": "یَا مُجِیبَ دَعْوَةِ الْمُضْطَرِّینَ ",
    "cost": 1275
  },
  {
    "name": "یَا ذَا الْجُودِ وَ الْإِحْسَانِ ",
    "cost": 901
  },
  {
    "name": "یَا ذَا الْفَضْلِ وَ الامْتِنَانِ ",
    "cost": 2221
  },
  {
    "name": "یَا ذَا الْأَمْنِ وَ الْأَمَانِ ",
    "cost": 952
  },
  {
    "name": "یَا ذَا الْقُدْسِ وَ السُّبْحَانِ ",
    "cost": 1054
  },
  {
    "name": "یَا ذَا الْحِکْمَةِ وَ الْبَیَانِ ",
    "cost": 900
  },
  {
    "name": "یَا ذَا الرَّحْمَةِ وَ الرِّضْوَانِ ",
    "cost": 2074
  },
  {
    "name": "یَا ذَا الْحُجَّةِ وَ الْبُرْهَانِ ",
    "cost": 1038
  },
  {
    "name": "یَا ذَا الْعَظَمَةِ وَ السُّلْطَانِ ",
    "cost": 1929
  },
  {
    "name": "یَا ذَا الرَّأْفَةِ وَ الْمُسْتَعَانِ ",
    "cost": 1671
  },
  {
    "name": "یَا ذَا الْعَفْوِ وَ الْغُفْرَانِ ",
    "cost": 2256
  },
  {
    "name": "یَا مَنْ هُوَ رَبُّ کُلِّ شَیْ‏ءٍ ",
    "cost": 663
  },
  {
    "name": "یَا مَنْ هُوَ إِلَهُ کُلِّ شَیْ‏ءٍ ",
    "cost": 496
  },
  {
    "name": "یَا مَنْ هُوَ خَالِقُ کُلِّ شَیْ‏ءٍ ",
    "cost": 1192
  },
  {
    "name": "یَا مَنْ هُوَ صَانِعُ کُلِّ شَیْ‏ءٍ ",
    "cost": 672
  },
  {
    "name": "یَا مَنْ هُوَ قَبْلَ کُلِّ شَیْ‏ءٍ ",
    "cost": 593
  },
  {
    "name": "یَا مَنْ هُوَ بَعْدَ کُلِّ شَیْ‏ءٍ ",
    "cost": 537
  },
  {
    "name": "یَا مَنْ هُوَ فَوْقَ کُلِّ شَیْ‏ءٍ ",
    "cost": 647
  },
  {
    "name": "یَا مَنْ هُوَ عَالِمٌ بِکُلِّ شَیْ‏ءٍ ",
    "cost": 604
  },
  {
    "name": "یَا مَنْ هُوَ قَادِرٌ عَلَى کُلِّ شَیْ‏ءٍ ",
    "cost": 866
  },
  {
    "name": "یَا مَنْ هُوَ یَبْقَى وَ یَفْنَى کُلُّ شَیْ‏ءٍ ",
    "cost": 719
  },
  {
    "name": "یَا مُؤْمِنُ ",
    "cost": 130
  },
  {
    "name": "یَا مُهَیْمِنُ ",
    "cost": 145
  },
  {
    "name": "یَا مُکَوِّنُ ",
    "cost": 116
  },
  {
    "name": "یَا مُلَقِّنُ ",
    "cost": 220
  },
  {
    "name": "یَا مُبَیِّنُ ",
    "cost": 102
  },
  {
    "name": "یَا مُهَوِّنُ ",
    "cost": 101
  },
  {
    "name": "یَا مُمَکِّنُ ",
    "cost": 150
  },
  {
    "name": "یَا مُزَیِّنُ ",
    "cost": 107
  },
  {
    "name": "یَا مُعْلِنُ ",
    "cost": 190
  },
  {
    "name": "یَا مُقَسِّمُ ",
    "cost": 240
  },
  {
    "name": "یَا مَنْ هُوَ فِی مُلْکِهِ مُقِیمٌ ",
    "cost": 476
  },
  {
    "name": "یَا مَنْ هُوَ فِی سُلْطَانِهِ قَدِیمٌ ",
    "cost": 500
  },
  {
    "name": "یَا مَنْ هُوَ فِی جَلالِهِ عَظِیمٌ ",
    "cost": 1280
  },
  {
    "name": "یَا مَنْ هُوَ عَلَى عِبَادِهِ رَحِیمٌ ",
    "cost": 541
  },
  {
    "name": "یَا مَنْ هُوَ بِکُلِّ شَیْ‏ءٍ عَلِیمٌ ",
    "cost": 613
  },
  {
    "name": "یَا مَنْ هُوَ بِمَنْ عَصَاهُ حَلِیمٌ ",
    "cost": 447
  },
  {
    "name": "یَا مَنْ هُوَ بِمَنْ رَجَاهُ کَرِیمٌ ",
    "cost": 672
  },
  {
    "name": "یَا مَنْ هُوَ فِی صُنْعِهِ حَکِیمٌ ",
    "cost": 484
  },
  {
    "name": "یَا مَنْ هُوَ فِی حِکْمَتِهِ لَطِیفٌ",
    "cost": 793
  },
  {
    "name": "یَا مَنْ هُوَ فِی لُطْفِهِ قَدِیمٌ ",
    "cost": 469
  },
  {
    "name": "یَا مَنْ لا یُرْجَى إِلا فَضْلُهُ ",
    "cost": 1280
  },
  {
    "name": "یَا مَنْ لا یُسْأَلُ إِلا عَفْوُهُ ",
    "cost": 414
  },
  {
    "name": "یَا مَنْ لا یُنْظَرُ إِلا بِرُّهُ ",
    "cost": 1519
  },
  {
    "name": "یَا مَنْ لا یُخَافُ إِلا عَدْلُهُ ",
    "cost": 952
  },
  {
    "name": "یَا مَنْ لا یَدُومُ إِلا مُلْکُهُ ",
    "cost": 307
  },
  {
    "name": "یَا مَنْ لا سُلْطَانَ إِلا سُلْطَانُهُ ",
    "cost": 457
  },
  {
    "name": "یَا مَنْ وَسِعَتْ کُلَّ شَیْ‏ءٍ رَحْمَتُهُ ",
    "cost": 1639
  },
  {
    "name": "یَا مَنْ سَبَقَتْ رَحْمَتُهُ غَضَبَهُ ",
    "cost": 3112
  },
  {
    "name": "یَا مَنْ أَحَاطَ بِکُلِّ شَیْ‏ءٍ عِلْمُهُ ",
    "cost": 616
  },
  {
    "name": "یَا مَنْ لَیْسَ أَحَدٌ مِثْلَهُ ",
    "cost": 778
  },
  {
    "name": "یَا فَارِجَ الْهَمِّ ",
    "cost": 360
  },
  {
    "name": "یَا کَاشِفَ الْغَمِّ ",
    "cost": 1472
  },
  {
    "name": "یَا غَافِرَ الذَّنْبِ ",
    "cost": 2064
  },
  {
    "name": "یَا قَابِلَ التَّوْبِ ",
    "cost": 572
  },
  {
    "name": "یَاخَالِقَ الْخَلْقِ ",
    "cost": 1492
  },
  {
    "name": "یَا صَادِقَ الْوَعْدِ ",
    "cost": 306
  },
  {
    "name": "یَا مُوفِیَ الْعَهْدِ ",
    "cost": 246
  },
  {
    "name": "یَا عَالِمَ السِّرِّ ",
    "cost": 432
  },
  {
    "name": "یَا فَالِقَ الْحَبِّ ",
    "cost": 252
  },
  {
    "name": "یَا رَازِقَ الْأَنَامِ ",
    "cost": 431
  },
  {
    "name": "یَا عَلِیُّ ",
    "cost": 110
  },
  {
    "name": "یَا وَفِیُّ ",
    "cost": 96
  },
  {
    "name": "یَا غَنِیُّ ",
    "cost": 1060
  },
  {
    "name": "یَا مَلِیُّ ",
    "cost": 80
  },
  {
    "name": "یَا حَفِیُّ ",
    "cost": 98
  },
  {
    "name": "یَا رَضِیُّ ",
    "cost": 1010
  },
  {
    "name": "یَا زَکِیُّ ",
    "cost": 37
  },
  {
    "name": "یَا بَدِیُّ ",
    "cost": 16
  },
  {
    "name": "یَا قَوِیُّ ",
    "cost": 116
  },
  {
    "name": "یَا وَلِیُّ ",
    "cost": 46
  },
  {
    "name": "یَا مَنْ أَظْهَرَ الْجَمِیلَ ",
    "cost": 1310
  },
  {
    "name": "یَا مَنْ سَتَرَ الْقَبِیحَ ",
    "cost": 901
  },
  {
    "name": "یَا مَنْ لَمْ یُؤَاخِذْ بِالْجَرِیرَةِ ",
    "cost": 1917
  },
  {
    "name": "یَا مَنْ لَمْ یَهْتِکِ السِّتْرَ ",
    "cost": 1286
  },
  {
    "name": "یَا عَظِیمَ الْعَفْوِ ",
    "cost": 1207
  },
  {
    "name": "یَا حَسَنَ التَّجَاوُزِ ",
    "cost": 566
  },
  {
    "name": "یَا وَاسِعَ الْمَغْفِرَةِ ",
    "cost": 1488
  },
  {
    "name": "یَا بَاسِطَ الْیَدَیْنِ بِالرَّحْمَةِ ",
    "cost": 458
  },
  {
    "name": "یَا صَاحِبَ کُلِّ نَجْوَى ",
    "cost": 210
  },
  {
    "name": "یَا مُنْتَهَى کُلِّ شَکْوَى ",
    "cost": 871
  },
  {
    "name": "یَا ذَا النِّعْمَةِ السَّابِغَةِ ",
    "cost": 1986
  },
  {
    "name": "یَا ذَا الرَّحْمَةِ الْوَاسِعَةِ ",
    "cost": 1148
  },
  {
    "name": "یَا ذَا الْمِنَّةِ السَّابِقَةِ ",
    "cost": 1016
  },
  {
    "name": "یَا ذَا الْحِکْمَةِ الْبَالِغَةِ ",
    "cost": 1864
  },
  {
    "name": "یَا ذَا الْقُدْرَةِ الْکَامِلَةِ ",
    "cost": 1158
  },
  {
    "name": "یَا ذَا الْحُجَّةِ الْقَاطِعَةِ ",
    "cost": 954
  },
  {
    "name": "یَا ذَا الْکَرَامَةِ الظَّاهِرَةِ ",
    "cost": 2130
  },
  {
    "name": "یَا ذَا الْعِزَّةِ الدَّائِمَةِ ",
    "cost": 895
  },
  {
    "name": "یَا ذَا الْقُوَّةِ الْمَتِینَةِ ",
    "cost": 1369
  },
  {
    "name": "یَا ذَا الْعَظَمَةِ الْمَنِیعَةِ ",
    "cost": 1943
  },
  {
    "name": "یَا بَدِیعَ السَّمَاوَاتِ ",
    "cost": 625
  },
  {
    "name": "یَا جَاعِلَ الظُّلُمَاتِ ",
    "cost": 1506
  },
  {
    "name": "یَا رَاحِمَ الْعَبَرَاتِ ",
    "cost": 953
  },
  {
    "name": "یَا مُقِیلَ الْعَثَرَاتِ ",
    "cost": 1382
  },
  {
    "name": "یَا سَاتِرَ الْعَوْرَاتِ ",
    "cost": 1369
  },
  {
    "name": "یَا مُحْیِیَ الْأَمْوَاتِ ",
    "cost": 547
  },
  {
    "name": "یَا مُنْزِلَ الْآیَاتِ ",
    "cost": 569
  },
  {
    "name": "یَا مُضَعِّفَ الْحَسَنَاتِ ",
    "cost": 1540
  },
  {
    "name": "یَا مَاحِیَ السَّیِّئَاتِ ",
    "cost": 571
  },
  {
    "name": "یَا شَدِیدَ النَّقِمَاتِ ",
    "cost": 940
  },
  {
    "name": "یَا مُصَوِّرُ ",
    "cost": 336
  },
  {
    "name": "یَا مُقَدِّرُ",
    "cost": 344
  },
  {
    "name": "یَا مُدَبِّرُ ",
    "cost": 246
  },
  {
    "name": "یَا مُطَهِّرُ ",
    "cost": 254
  },
  {
    "name": "یَا مُنَوِّرُ ",
    "cost": 296
  },
  {
    "name": "یَا مُیَسِّرُ ",
    "cost": 310
  },
  {
    "name": "یَا مُبَشِّرُ ",
    "cost": 542
  },
  {
    "name": "یَا مُنْذِرُ ",
    "cost": 990
  },
  {
    "name": "یَا مُقَدِّمُ ",
    "cost": 184
  },
  {
    "name": "یَا مُؤَخِّرُ ",
    "cost": 840
  },
  {
    "name": "یَا رَبَّ الْبَیْتِ الْحَرَامِ ",
    "cost": 925
  },
  {
    "name": "یَا رَبَّ الشَّهْرِ الْحَرَامِ ",
    "cost": 1018
  },
  {
    "name": "یَا رَبَّ الْبَلَدِ الْحَرَامِ ",
    "cost": 549
  },
  {
    "name": "یَا رَبَّ الرُّکْنِ وَ الْمَقَامِ ",
    "cost": 721
  },
  {
    "name": "یَا رَبَّ الْمَشْعَرِ الْحَرَامِ ",
    "cost": 1123
  },
  {
    "name": "یَا رَبَّ الْمَسْجِدِ الْحَرَامِ ",
    "cost": 620
  },
  {
    "name": "یَا رَبَّ الْحِلِّ وَ الْحَرَامِ ",
    "cost": 557
  },
  {
    "name": "یَا رَبَّ النُّورِ وَ الظَّلامِ ",
    "cost": 1497
  },
  {
    "name": "یَا رَبَّ التَّحِیَّةِ وَ السَّلامِ ",
    "cost": 819
  },
  {
    "name": "یَا رَبَّ الْقُدْرَةِ فِی الْأَنَامِ ",
    "cost": 750
  },
  {
    "name": "یَا أَحْکَمَ الْحَاکِمِینَ ",
    "cost": 229
  },
  {
    "name": "یَا أَعْدَلَ الْعَادِلِینَ ",
    "cost": 301
  },
  {
    "name": "یَا أَصْدَقَ الصَّادِقِینَ ",
    "cost": 481
  },
  {
    "name": "یَا أَطْهَرَ الطَّاهِرِینَ ",
    "cost": 521
  },
  {
    "name": "یَا أَحْسَنَ الْخَالِقِینَ ",
    "cost": 941
  },
  {
    "name": "یَا أَسْرَعَ الْحَاسِبِینَ ",
    "cost": 493
  },
  {
    "name": "یَا أَسْمَعَ السَّامِعِینَ ",
    "cost": 433
  },
  {
    "name": "یَا أَبْصَرَ النَّاظِرِینَ ",
    "cost": 1535
  },
  {
    "name": "یَا أَشْفَعَ الشَّافِعِینَ ",
    "cost": 993
  },
  {
    "name": "یَا أَکْرَمَ الْأَکْرَمِینَ ",
    "cost": 613
  },
  {
    "name": "یَا عِمَادَ مَنْ لا عِمَادَ لَهُ ",
    "cost": 386
  },
  {
    "name": "یَا سَنَدَ مَنْ لا سَنَدَ لَهُ ",
    "cost": 384
  },
  {
    "name": "یَا ذُخْرَ مَنْ لا ذُخْرَ لَهُ ",
    "cost": 3156
  },
  {
    "name": "یَا حِرْزَ مَنْ لا حِرْزَ لَهُ ",
    "cost": 586
  },
  {
    "name": "یَا غِیَاثَ مَنْ لا غِیَاثَ لَهُ ",
    "cost": 3178
  },
  {
    "name": "یَا فَخْرَ مَنْ لا فَخْرَ لَهُ ",
    "cost": 1916
  },
  {
    "name": "یَا عِزَّ مَنْ لا عِزَّ لَهُ ",
    "cost": 310
  },
  {
    "name": "یَا مُعِینَ مَنْ لا مُعِینَ لَهُ ",
    "cost": 496
  },
  {
    "name": "یَا أَنِیسَ مَنْ لا أَنِیسَ لَهُ ",
    "cost": 398
  },
  {
    "name": "یَا أَمَانَ مَنْ لا أَمَانَ لَهُ ",
    "cost": 340
  },
  {
    "name": "یَا عَاصِمُ ",
    "cost": 201
  },
  {
    "name": "یَا قَائِمُ ",
    "cost": 151
  },
  {
    "name": "یَا دَائِمُ ",
    "cost": 55
  },
  {
    "name": "یَا رَاحِمُ ",
    "cost": 249
  },
  {
    "name": "یَا سَالِمُ ",
    "cost": 131
  },
  {
    "name": "یَا حَاکِمُ ",
    "cost": 69
  },
  {
    "name": "یَا عَالِمُ ",
    "cost": 141
  },
  {
    "name": "یَا قَاسِمُ ",
    "cost": 201
  },
  {
    "name": "یَا قَابِضُ ",
    "cost": 903
  },
  {
    "name": "یَا بَاسِطُ ",
    "cost": 72
  },
  {
    "name": "یَا عَاصِمَ مَنِ اسْتَعْصَمَهُ ",
    "cost": 957
  },
  {
    "name": "یَا رَاحِمَ مَنِ اسْتَرْحَمَهُ ",
    "cost": 1053
  },
  {
    "name": "یَا غَافِرَ مَنِ اسْتَغْفَرَهُ ",
    "cost": 3117
  },
  {
    "name": "یَا نَاصِرَ مَنِ اسْتَنْصَرَهُ ",
    "cost": 1237
  },
  {
    "name": "یَا حَافِظَ مَنِ اسْتَحْفَظَهُ ",
    "cost": 2533
  },
  {
    "name": "یَا مُکْرِمَ مَنِ اسْتَکْرَمَهُ ",
    "cost": 1116
  },
  {
    "name": "یَا مُرْشِدَ مَنِ اسْتَرْشَدَهُ ",
    "cost": 1604
  },
  {
    "name": "یَا صَرِیخَ مَنِ اسْتَصْرَخَهُ ",
    "cost": 2346
  },
  {
    "name": "یَا مُعِینَ مَنِ اسْتَعَانَهُ ",
    "cost": 847
  },
  {
    "name": "یَا مُغِیثَ مَنِ اسْتَغَاثَهُ ",
    "cost": 3607
  },
  {
    "name": "یَا عَزِیزا لا یُضَامُ ",
    "cost": 977
  },
  {
    "name": "یَا لَطِیفا لا یُرَامُ ",
    "cost": 412
  },
  {
    "name": "یَا قَیُّوما لا یَنَامُ ",
    "cost": 289
  },
  {
    "name": "یَا دَائِما لا یَفُوتُ ",
    "cost": 583
  },
  {
    "name": "یَا حَیّا لا یَمُوتُ ",
    "cost": 506
  },
  {
    "name": "یَا مَلِکا لا یَزُولُ ",
    "cost": 175
  },
  {
    "name": "یَا بَاقِیا لا یَفْنَى ",
    "cost": 285
  },
  {
    "name": "یَا عَالِما لا یَجْهَلُ ",
    "cost": 221
  },
  {
    "name": "یَا صَمَدا لا یُطْعَمُ ",
    "cost": 295
  },
  {
    "name": "یَا قَوِیّا لا یَضْعُفُ ",
    "cost": 1108
  },
  {
    "name": "یَا أَحَدُ ",
    "cost": 13
  },
  {
    "name": "یَا وَاحِدُ ",
    "cost": 19
  },
  {
    "name": "یَا شَاهِدُ ",
    "cost": 310
  },
  {
    "name": "یَا مَاجِدُ ",
    "cost": 48
  },
  {
    "name": "یَا حَامِدُ ",
    "cost": 53
  },
  {
    "name": "یَا رَاشِدُ ",
    "cost": 505
  },
  {
    "name": "یَا بَاعِثُ ",
    "cost": 573
  },
  {
    "name": "یَا وَارِثُ ",
    "cost": 707
  },
  {
    "name": "یَا ضَارُّ ",
    "cost": 1001
  },
  {
    "name": "یَا نَافِعُ ",
    "cost": 201
  },
  {
    "name": "یَا أَعْظَمَ مِنْ کُلِّ عَظِیمٍ ",
    "cost": 2171
  },
  {
    "name": "یَا أَکْرَمَ مِنْ کُلِّ کَرِیمٍ ",
    "cost": 671
  },
  {
    "name": "یَا أَرْحَمَ مِنْ کُلِّ رَحِیمٍ ",
    "cost": 647
  },
  {
    "name": "یَا أَعْلَمَ مِنْ کُلِّ عَلِیمٍ ",
    "cost": 431
  },
  {
    "name": "یَا أَحْکَمَ مِنْ کُلِّ حَکِیمٍ ",
    "cost": 287
  },
  {
    "name": "یَا أَقْدَمَ مِنْ کُلِّ قَدِیمٍ ",
    "cost": 439
  },
  {
    "name": "یَا أَکْبَرَ مِنْ کُلِّ کَبِیرٍ ",
    "cost": 595
  },
  {
    "name": "یَا أَلْطَفَ مِنْ کُلِّ لَطِیفٍ ",
    "cost": 389
  },
  {
    "name": "یَا أَجَلَّ مِنْ کُلِّ جَلِیلٍ ",
    "cost": 247
  },
  {
    "name": "یَا أَعَزَّ مِنْ کُلِّ عَزِیزٍ ",
    "cost": 312
  },
  {
    "name": "یَا کَرِیمَ الصَّفْحِ ",
    "cost": 479
  },
  {
    "name": "یَا عَظِیمَ الْمَنِّ ",
    "cost": 1141
  },
  {
    "name": "یَا کَثِیرَ الْخَیْرِ ",
    "cost": 1571
  },
  {
    "name": "یَا قَدِیمَ الْفَضْلِ ",
    "cost": 1095
  },
  {
    "name": "یَا دَائِمَ اللُّطْفِ ",
    "cost": 205
  },
  {
    "name": "یَا لَطِیفَ الصُّنْعِ ",
    "cost": 370
  },
  {
    "name": "یَا مُنَفِّسَ الْکَرْبِ ",
    "cost": 483
  },
  {
    "name": "یَا کَاشِفَ الضُّرِّ ",
    "cost": 1432
  },
  {
    "name": "یَا مَالِکَ الْمُلْکِ ",
    "cost": 212
  },
  {
    "name": "یَا قَاضِیَ الْحَقِّ ",
    "cost": 1050
  },
  {
    "name": "یَا مَنْ هُوَ فِی عَهْدِهِ وَفِیٌّ ",
    "cost": 371
  },
  {
    "name": "یَا مَنْ هُوَ فِی وَفَائِهِ قَوِیٌّ ",
    "cost": 409
  },
  {
    "name": "یَا مَنْ هُوَ فِی قُوَّتِهِ عَلِیٌّ ",
    "cost": 812
  },
  {
    "name": "یَا مَنْ هُوَ فِی عُلُوِّهِ قَرِیبٌ ",
    "cost": 614
  },
  {
    "name": "یَا مَنْ هُوَ فِی قُرْبِهِ لَطِیفٌ ",
    "cost": 627
  },
  {
    "name": "یَا مَنْ هُوَ فِی لُطْفِهِ شَرِیفٌ ",
    "cost": 905
  },
  {
    "name": "یَا مَنْ هُوَ فِی شَرَفِهِ عَزِیزٌ ",
    "cost": 870
  },
  {
    "name": "یَا مَنْ هُوَ فِی عِزِّهِ عَظِیمٌ ",
    "cost": 1293
  },
  {
    "name": "یَا مَنْ هُوَ فِی عَظَمَتِهِ مَجِیدٌ ",
    "cost": 1663
  },
  {
    "name": "یَا مَنْ هُوَ فِی مَجْدِهِ حَمِیدٌ ",
    "cost": 305
  },
  {
    "name": "یَا کَافِی ",
    "cost": 111
  },
  {
    "name": "یَا شَافِی ",
    "cost": 391
  },
  {
    "name": "یَا وَافِی ",
    "cost": 97
  },
  {
    "name": "یَا مُعَافِی ",
    "cost": 201
  },
  {
    "name": "یَا هَادِی ",
    "cost": 20
  },
  {
    "name": "یَا دَاعِی ",
    "cost": 85
  },
  {
    "name": "یَا قَاضِی ",
    "cost": 911
  },
  {
    "name": "یَا رَاضِی ",
    "cost": 1011
  },
  {
    "name": "یَا عَالِی ",
    "cost": 111
  },
  {
    "name": "یَا بَاقِی ",
    "cost": 113
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ خَاضِعٌ لَهُ ",
    "cost": 1956
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ خَاشِعٌ لَهُ ",
    "cost": 1456
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ کَائِنٌ لَهُ ",
    "cost": 566
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ مَوْجُودٌ بِهِ ",
    "cost": 516
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ مُنِیبٌ إِلَیْهِ ",
    "cost": 597
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ خَائِفٌ مِنْهُ ",
    "cost": 1236
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ قَائِمٌ بِهِ ",
    "cost": 608
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ صَائِرٌ إِلَیْهِ ",
    "cost": 796
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ یُسَبِّحُ بِحَمْدِهِ ",
    "cost": 589
  },
  {
    "name": "یَا مَنْ کُلُّ شَیْ‏ءٍ هَالِکٌ إِلا وَجْهَهُ ",
    "cost": 556
  },
  {
    "name": "یَا مَنْ لامَفَرَّ إِلا إِلَیْهِ ",
    "cost": 517
  },
  {
    "name": "یَا مَنْ لا مَفْزَعَ إِلا إِلَیْهِ ",
    "cost": 394
  },
  {
    "name": "یَا مَنْ لا مَقْصَدَ إِلا إِلَیْهِ ",
    "cost": 431
  },
  {
    "name": "یَا مَنْ لا مَنْجَى مِنْهُ إِلا إِلَیْهِ ",
    "cost": 385
  },
  {
    "name": "یَا مَنْ لا یُرْغَبُ إِلا إِلَیْهِ ",
    "cost": 1409
  },
  {
    "name": "یَا مَنْ لا حَوْلَ وَ لا قُوَّةَ إِلا بِهِ ",
    "cost": 346
  },
  {
    "name": "یَا مَنْ لا یُسْتَعَانُ إِلا بِهِ ",
    "cost": 750
  },
  {
    "name": "یَا مَنْ لا یُتَوَکَّلُ إِلا عَلَیْهِ ",
    "cost": 733
  },
  {
    "name": "یَا مَنْ لا یُرْجَى إِلا هُوَ ",
    "cost": 376
  },
  {
    "name": "یَا مَنْ لا یُعْبَدُ إِلا هُوَ ",
    "cost": 249
  },
  {
    "name": "یَا خَیْرَ الْمَرْهُوبِینَ ",
    "cost": 1154
  },
  {
    "name": "یَا خَیْرَ الْمَرْغُوبِینَ ",
    "cost": 2149
  },
  {
    "name": "یَا خَیْرَ الْمَطْلُوبِینَ ",
    "cost": 988
  },
  {
    "name": "یَا خَیْرَ الْمَسْئُولِینَ ",
    "cost": 1047
  },
  {
    "name": "یَا خَیْرَ الْمَقْصُودِینَ ",
    "cost": 1141
  },
  {
    "name": "یَا خَیْرَ الْمَذْکُورِینَ ",
    "cost": 1867
  },
  {
    "name": "یَا خَیْرَ الْمَشْکُورِینَ ",
    "cost": 1467
  },
  {
    "name": "یَا خَیْرَ الْمَحْبُوبِینَ ",
    "cost": 959
  },
  {
    "name": "یَا خَیْرَ الْمَدْعُوِّینَ ",
    "cost": 1021
  },
  {
    "name": "یَا خَیْرَ الْمُسْتَأْنِسِینَ ",
    "cost": 1512
  },
  {
    "name": "یَا غَافِرُ ",
    "cost": 1281
  },
  {
    "name": "یَا سَاتِرُ ",
    "cost": 661
  },
  {
    "name": "یَا قَادِرُ ",
    "cost": 305
  },
  {
    "name": "یَا قَاهِرُ ",
    "cost": 306
  },
  {
    "name": "یَا فَاطِرُ ",
    "cost": 290
  },
  {
    "name": "یَا کَاسِرُ ",
    "cost": 281
  },
  {
    "name": "یَا جَابِرُ ",
    "cost": 206
  },
  {
    "name": "یَا ذَاکِرُ ",
    "cost": 921
  },
  {
    "name": "یَا نَاظِرُ ",
    "cost": 1151
  },
  {
    "name": "یَا نَاصِرُ ",
    "cost": 341
  },
  {
    "name": "یَا مَنْ خَلَقَ فَسَوَّى ",
    "cost": 966
  },
  {
    "name": "یَا مَنْ قَدَّرَ فَهَدَى ",
    "cost": 483
  },
  {
    "name": "یَا مَنْ یَکْشِفُ الْبَلْوَى ",
    "cost": 569
  },
  {
    "name": "یَا مَنْ یَسْمَعُ النَّجْوَى ",
    "cost": 360
  },
  {
    "name": "یَا مَنْ یُنْقِذُ الْغَرْقَى ",
    "cost": 2281
  },
  {
    "name": "یَا مَنْ یُنْجِی الْهَلْکَى ",
    "cost": 249
  },
  {
    "name": "یَا مَنْ یَشْفِی الْمَرْضَى ",
    "cost": 1561
  },
  {
    "name": "یَا مَنْ أَضْحَکَ وَ أَبْکَى ",
    "cost": 948
  },
  {
    "name": "یَا مَنْ أَمَاتَ وَ أَحْیَا ",
    "cost": 558
  },
  {
    "name": "یَا مَنْ خَلَقَ الزَّوْجَیْنِ الذَّکَرَ وَ الْأُنْثَى ",
    "cost": 2466
  },
  {
    "name": "یَا مَنْ فِی الْبَرِّ وَ الْبَحْرِ سَبِیلُهُ ",
    "cost": 767
  },
  {
    "name": "یَا مَنْ فِی الْآفَاقِ آیَاتُهُ ",
    "cost": 808
  },
  {
    "name": "یَا مَنْ فِی الْآیَاتِ بُرْهَانُهُ ",
    "cost": 885
  },
  {
    "name": "یَا مَنْ فِی الْمَمَاتِ قُدْرَتُهُ ",
    "cost": 1401
  },
  {
    "name": "یَا مَنْ فِی الْقُبُورِ عِبْرَتُهُ ",
    "cost": 1196
  },
  {
    "name": "یَا مَنْ فِی الْقِیَامَةِ مُلْکُهُ ",
    "cost": 457
  },
  {
    "name": "یَا مَنْ فِی الْحِسَابِ هَیْبَتُهُ ",
    "cost": 704
  },
  {
    "name": "یَا مَنْ فِی الْمِیزَانِ قَضَاؤُهُ ",
    "cost": 1225
  },
  {
    "name": "یَا مَنْ فِی الْجَنَّةِ ثَوَابُهُ ",
    "cost": 778
  },
  {
    "name": "یَا مَنْ فِی النَّارِ عِقَابُهُ ",
    "cost": 640
  },
  {
    "name": "یَا مَنْ إِلَیْهِ یَهْرُبُ الْخَائِفُونَ ",
    "cost": 1130
  },
  {
    "name": "یَا مَنْ إِلَیْهِ یَفْزَعُ الْمُذْنِبُونَ ",
    "cost": 1181
  },
  {
    "name": "یَا مَنْ إِلَیْهِ یَقْصِدُ الْمُنِیبُونَ ",
    "cost": 528
  },
  {
    "name": "یَا مَنْ إِلَیْهِ یَرْغَبُ الزَّاهِدُونَ ",
    "cost": 1451
  },
  {
    "name": "یَا مَنْ إِلَیْهِ یَلْجَأُ الْمُتَحَیِّرُونَ ",
    "cost": 924
  },
  {
    "name": "یَا مَنْ بِهِ یَسْتَأْنِسُ الْمُرِیدُونَ ",
    "cost": 1019
  },
  {
    "name": "یَا مَنْ بِهِ یَفْتَخِرُ الْمُحِبُّونَ ",
    "cost": 1524
  },
  {
    "name": "یَا مَنْ فِی عَفْوِهِ یَطْمَعُ الْخَاطِئُونَ ",
    "cost": 1177
  },
  {
    "name": "یَا مَنْ إِلَیْهِ یَسْکُنُ الْمُوقِنُونَ ",
    "cost": 558
  },
  {
    "name": "یَا مَنْ عَلَیْهِ یَتَوَکَّلُ الْمُتَوَکِّلُونَ ",
    "cost": 1254
  },
  {
    "name": "یَا حَبِیبُ ",
    "cost": 22
  },
  {
    "name": "یَا طَبِیبُ ",
    "cost": 23
  },
  {
    "name": "یَا قَرِیبُ ",
    "cost": 312
  },
  {
    "name": "یَا رَقِیبُ ",
    "cost": 312
  },
  {
    "name": "یَا حَسِیبُ ",
    "cost": 80
  },
  {
    "name": "یَا مَهِیبُ ",
    "cost": 57
  },
  {
    "name": "یَا مُثِیبُ ",
    "cost": 552
  },
  {
    "name": "یَا مُجِیبُ ",
    "cost": 55
  },
  {
    "name": "یَا خَبِیرُ ",
    "cost": 812
  },
  {
    "name": "یَا بَصِیرُ ",
    "cost": 302
  },
  {
    "name": "یَا أَقْرَبَ مِنْ کُلِّ قَرِیبٍ ",
    "cost": 755
  },
  {
    "name": "یَا أَحَبَّ مِنْ کُلِّ حَبِیبٍ ",
    "cost": 173
  },
  {
    "name": "یَا أَبْصَرَ مِنْ کُلِّ بَصِیرٍ ",
    "cost": 735
  },
  {
    "name": "یَا أَخْبَرَ مِنْ کُلِّ خَبِیرٍ ",
    "cost": 1755
  },
  {
    "name": "یَا أَشْرَفَ مِنْ کُلِّ شَرِیفٍ ",
    "cost": 1311
  },
  {
    "name": "یَا أَرْفَعَ مِنْ کُلِّ رَفِیعٍ ",
    "cost": 851
  },
  {
    "name": "یَا أَقْوَى مِنْ کُلِّ قَوِیٍّ ",
    "cost": 363
  },
  {
    "name": "یَا أَغْنَى مِنْ کُلِّ غَنِیٍّ ",
    "cost": 2251
  },
  {
    "name": "یَا أَجْوَدَ مِنْ کُلِّ جَوَادٍ ",
    "cost": 168
  },
  {
    "name": "یَا أَرْأَفَ مِنْ کُلِّ رَءُوفٍ ",
    "cost": 708
  },
  {
    "name": "یَا غَالِبا غَیْرَ مَغْلُوبٍ ",
    "cost": 3322
  },
  {
    "name": "یَا صَانِعا غَیْرَ مَصْنُوعٍ ",
    "cost": 1678
  },
  {
    "name": "یَا خَالِقا غَیْرَ مَخْلُوقٍ ",
    "cost": 2718
  },
  {
    "name": "یَا مَالِکا غَیْرَ مَمْلُوکٍ ",
    "cost": 1438
  },
  {
    "name": "یَا قَاهِرا غَیْرَ مَقْهُورٍ ",
    "cost": 1868
  },
  {
    "name": "یَا رَافِعا غَیْرَ مَرْفُوعٍ ",
    "cost": 1958
  },
  {
    "name": "یَا حَافِظا غَیْرَ مَحْفُوظٍ ",
    "cost": 3234
  },
  {
    "name": "یَا نَاصِرا غَیْرَ مَنْصُورٍ ",
    "cost": 1938
  },
  {
    "name": "یَا شَاهِدا غَیْرَ غَائِبٍ ",
    "cost": 2534
  },
  {
    "name": "یَا قَرِیبا غَیْرَ بَعِیدٍ ",
    "cost": 1609
  },
  {
    "name": "یَا نُورَ النُّورِ",
    "cost": 543
  },
  {
    "name": "یَا مُنَوِّرَ النُّورِ ",
    "cost": 583
  },
  {
    "name": "یَا خَالِقَ النُّورِ ",
    "cost": 1018
  },
  {
    "name": "یَا مُدَبِّرَ النُّورِ ",
    "cost": 533
  },
  {
    "name": "یَا مُقَدِّرَ النُّورِ ",
    "cost": 631
  },
  {
    "name": "یَا نُورَ کُلِّ نُورٍ ",
    "cost": 562
  },
  {
    "name": "یَا نُورا قَبْلَ کُلِّ نُورٍ ",
    "cost": 695
  },
  {
    "name": "یَا نُورا بَعْدَ کُلِّ نُورٍ ",
    "cost": 639
  },
  {
    "name": "یَا نُورا فَوْقَ کُلِّ نُورٍ ",
    "cost": 749
  },
  {
    "name": "یَا نُورا لَیْسَ کَمِثْلِهِ نُورٌ ",
    "cost": 1208
  },
  {
    "name": "یَا مَنْ عَطَاؤُهُ شَرِیفٌ",
    "cost": 765
  },
  {
    "name": "یَا مَنْ فِعْلُهُ لَطِیفٌ ",
    "cost": 404
  },
  {
    "name": "یَا مَنْ لُطْفُهُ مُقِیمٌ ",
    "cost": 404
  },
  {
    "name": "یَا مَنْ إِحْسَانُهُ قَدِیمٌ ",
    "cost": 368
  },
  {
    "name": "یَا مَنْ قَوْلُهُ حَقٌّ ",
    "cost": 339
  },
  {
    "name": "یَا مَنْ وَعْدُهُ صِدْقٌ ",
    "cost": 369
  },
  {
    "name": "یَا مَنْ عَفْوُهُ فَضْلٌ ",
    "cost": 1161
  },
  {
    "name": "یَا مَنْ عَذَابُهُ عَدْلٌ ",
    "cost": 972
  },
  {
    "name": "یَا مَنْ ذِکْرُهُ حُلْوٌ ",
    "cost": 1059
  },
  {
    "name": "یَا مَنْ فَضْلُهُ عَمِیمٌ ",
    "cost": 1165
  },
  {
    "name": "یَا مُسَهِّلُ ",
    "cost": 135
  },
  {
    "name": "یَا مُفَصِّلُ ",
    "cost": 240
  },
  {
    "name": "یَا مُبَدِّلُ ",
    "cost": 76
  },
  {
    "name": "یَا مُذَلِّلُ ",
    "cost": 800
  },
  {
    "name": "یَا مُنَزِّلُ ",
    "cost": 127
  },
  {
    "name": "یَا مُنَوِّلُ ",
    "cost": 126
  },
  {
    "name": "یَا مُفْضِلُ ",
    "cost": 950
  },
  {
    "name": "یَا مُجْزِلُ ",
    "cost": 80
  },
  {
    "name": "یَا مُمْهِلُ ",
    "cost": 115
  },
  {
    "name": "یَا مُجْمِلُ ",
    "cost": 113
  },
  {
    "name": "یَا مَنْ یَرَى وَ لا یُرَى ",
    "cost": 547
  },
  {
    "name": "یَا مَنْ یَخْلُقُ وَ لا یُخْلَقُ ",
    "cost": 1607
  },
  {
    "name": "یَا مَنْ یَهْدِی وَ لا یُهْدَى ",
    "cost": 175
  },
  {
    "name": "یَا مَنْ یُحْیِی وَ لا یُحْیَى ",
    "cost": 193
  },
  {
    "name": "یَا مَنْ یَسْأَلُ وَ لا یُسْأَلُ ",
    "cost": 329
  },
  {
    "name": "یَا مَنْ یُطْعِمُ وَ لا یُطْعَمُ ",
    "cost": 385
  },
  {
    "name": "یَا مَنْ یُجِیرُ وَ لا یُجَارُ عَلَیْهِ ",
    "cost": 679
  },
  {
    "name": "یَا مَنْ یَقْضِی وَ لا یُقْضَى عَلَیْهِ ",
    "cost": 2072
  },
  {
    "name": "یَا مَنْ یَحْکُمُ وَ لا یُحْکَمُ عَلَیْهِ ",
    "cost": 398
  },
  {
    "name": "یَا مَنْ لَمْ یَلِدْ وَ لَمْ یُولَدْ وَ لَمْ یَکُنْ لَهُ کُفُوا أَحَدٌ ",
    "cost": 641
  },
  {
    "name": "یَا نِعْمَ الْحَسِیبُ ",
    "cost": 271
  },
  {
    "name": "یَا نِعْمَ الطَّبِیبُ ",
    "cost": 214
  },
  {
    "name": "یَا نِعْمَ الرَّقِیبُ ",
    "cost": 503
  },
  {
    "name": "یَا نِعْمَ الْقَرِیبُ ",
    "cost": 503
  },
  {
    "name": "یَا نِعْمَ الْمُجِیبُ ",
    "cost": 246
  },
  {
    "name": "یَا نِعْمَ الْحَبِیبُ ",
    "cost": 213
  },
  {
    "name": "یَا نِعْمَ الْکَفِیلُ ",
    "cost": 331
  },
  {
    "name": "یَا نِعْمَ الْوَکِیلُ ",
    "cost": 257
  },
  {
    "name": "یَا نِعْمَ الْمَوْلَى ",
    "cost": 267
  },
  {
    "name": "یَا نِعْمَ النَّصِیرُ ",
    "cost": 541
  },
  {
    "name": "یَا سُرُورَ الْعَارِفِینَ ",
    "cost": 908
  },
  {
    "name": "یَا مُنَى الْمُحِبِّینَ ",
    "cost": 231
  },
  {
    "name": "یَا أَنِیسَ الْمُرِیدِینَ ",
    "cost": 466
  },
  {
    "name": "یَا حَبِیبَ التَّوَّابِینَ ",
    "cost": 522
  },
  {
    "name": "یَا رَازِقَ الْمُقِلِّینَ ",
    "cost": 569
  },
  {
    "name": "یَا رَجَاءَ الْمُذْنِبِینَ ",
    "cost": 1087
  },
  {
    "name": "یَا قُرَّةَ عَیْنِ الْعَابِدِینَ ",
    "cost": 598
  },
  {
    "name": "یَا مُنَفِّسَ عَنِ الْمَکْرُوبِینَ ",
    "cost": 709
  },
  {
    "name": "یَا مُفَرِّجَ عَنِ الْمَغْمُومِینَ ",
    "cost": 1660
  },
  {
    "name": "یَا إِلَهَ الْأَوَّلِینَ وَ الْآخِرِینَ ",
    "cost": 1060
  },
  {
    "name": "یَا رَبَّنَا ",
    "cost": 253
  },
  {
    "name": "یَا إِلَهَنَا ",
    "cost": 86
  },
  {
    "name": "یَا سَیِّدَنَا ",
    "cost": 125
  },
  {
    "name": "یَا مَوْلانَا ",
    "cost": 128
  },
  {
    "name": "یَا نَاصِرَنَا",
    "cost": 392
  },
  {
    "name": "یَا حَافِظَنَا ",
    "cost": 1040
  },
  {
    "name": "یَا دَلِیلَنَا ",
    "cost": 125
  },
  {
    "name": "یَا مُعِینَنَا ",
    "cost": 221
  },
  {
    "name": "یَا حَبِیبَنَا ",
    "cost": 73
  },
  {
    "name": "یَا طَبِیبَنَا ",
    "cost": 74
  },
  {
    "name": "یَا رَبَّ النَّبِیِّینَ وَ الْأَبْرَارِ ",
    "cost": 796
  },
  {
    "name": "یَا رَبَّ الصِّدِّیقِینَ وَ الْأَخْیَارِ ",
    "cost": 1346
  },
  {
    "name": "یَا رَبَّ الْجَنَّةِ وَ النَّارِ ",
    "cost": 574
  },
  {
    "name": "یَا رَبَّ الصِّغَارِ وَ الْکِبَارِ ",
    "cost": 1784
  },
  {
    "name": "یَا رَبَّ الْحُبُوبِ وَ الثِّمَارِ ",
    "cost": 1029
  },
  {
    "name": "یَا رَبَّ الْأَنْهَارِ وَ الْأَشْجَارِ ",
    "cost": 1032
  },
  {
    "name": "یَا رَبَّ الصَّحَارِی وَ الْقِفَارِ",
    "cost": 960
  },
  {
    "name": "یَا رَبَّ الْبَرَارِی وَ الْبِحَارِ ",
    "cost": 894
  },
  {
    "name": "یَا رَبَّ اللَّیْلِ وَ النَّهَارِ ",
    "cost": 596
  },
  {
    "name": "یَا رَبَّ الْأَعْلانِ وَ الْأَسْرَارِ ",
    "cost": 884
  },
  {
    "name": "یَا مَنْ نَفَذَ فِی کُلِّ شَیْ‏ءٍ أَمْرُهُ ",
    "cost": 1616
  },
  {
    "name": "یَا مَنْ لَحِقَ بِکُلِّ شَیْ‏ءٍ عِلْمُهُ ",
    "cost": 735
  },
  {
    "name": "یَا مَنْ بَلَغَتْ إِلَى کُلِّ شَیْ‏ءٍ قُدْرَتُهُ ",
    "cost": 2621
  },
  {
    "name": "یَا مَنْ لا تُحْصِی الْعِبَادُ نِعَمَهُ ",
    "cost": 902
  },
  {
    "name": "یَا مَنْ لا تَبْلُغُ الْخَلائِقُ شُکْرَهُ ",
    "cost": 2850
  },
  {
    "name": "یَا مَنْ لا تُدْرِکُ الْأَفْهَامُ جَلالَهُ ",
    "cost": 972
  },
  {
    "name": "یَا مَنْ لا تَنَالُ الْأَوْهَامُ کُنْهَهُ ",
    "cost": 766
  },
  {
    "name": "یَا مَنِ الْعَظَمَةُ وَ الْکِبْرِیَاءُ رِدَاؤُهُ ",
    "cost": 1611
  },
  {
    "name": "یَا مَنْ لا تَرُدُّ الْعِبَادُ قَضَاءَهُ ",
    "cost": 1739
  },
  {
    "name": "یَا مَنْ لا مُلْکَ إِلا مُلْکُهُ ",
    "cost": 337
  },
  {
    "name": "یَا مَنْ لا عَطَاءَ إِلا عَطَاؤُهُ ",
    "cost": 317
  },
  {
    "name": "یَا مَنْ لَهُ الْمَثَلُ الْأَعْلَى ",
    "cost": 858
  },
  {
    "name": "یَا مَنْ لَهُ الصِّفَاتُ الْعُلْیَا ",
    "cost": 869
  },
  {
    "name": "یَا مَنْ لَهُ الْآخِرَةُ وَ الْأُولَى ",
    "cost": 1030
  },
  {
    "name": "یَا مَنْ لَهُ الْجَنَّةُ الْمَأْوَى ",
    "cost": 287
  },
  {
    "name": "یَا مَنْ لَهُ الْآیَاتُ الْکُبْرَى ",
    "cost": 820
  },
  {
    "name": "یَا مَنْ لَهُ الْأَسْمَاءُ الْحُسْنَى ",
    "cost": 407
  },
  {
    "name": "یَا مَنْ لَهُ الْحُکْمُ وَ الْقَضَاءُ ",
    "cost": 1162
  },
  {
    "name": "یَا مَنْ لَهُ الْهَوَاءُ وَ الْفَضَاءُ ",
    "cost": 1086
  },
  {
    "name": "یَا مَنْ لَهُ الْعَرْشُ وَ الثَّرَى ",
    "cost": 1463
  },
  {
    "name": "یَا مَنْ لَهُ السَّمَاوَاتُ الْعُلَى ",
    "cost": 795
  },
  {
    "name": "یَا عَفُوُّ ",
    "cost": 156
  },
  {
    "name": "یَا غَفُورُ ",
    "cost": 1286
  },
  {
    "name": "یَا صَبُورُ ",
    "cost": 298
  },
  {
    "name": "یَا شَکُورُ ",
    "cost": 526
  },
  {
    "name": "یَا رَءُوفُ ",
    "cost": 286
  },
  {
    "name": "یَا عَطُوفُ ",
    "cost": 165
  },
  {
    "name": "یَا مَسْئُولُ ",
    "cost": 146
  },
  {
    "name": "یَا وَدُودُ ",
    "cost": 20
  },
  {
    "name": "یَا سُبُّوحُ ",
    "cost": 76
  },
  {
    "name": "یَا قُدُّوسُ ",
    "cost": 170
  },
  {
    "name": "یَا مَنْ فِی السَّمَاءِ عَظَمَتُهُ ",
    "cost": 1727
  },
  {
    "name": "یَا مَنْ فِی الْأَرْضِ آیَاتُهُ ",
    "cost": 1628
  },
  {
    "name": "یَا مَنْ فِی کُلِّ شَیْ‏ءٍ دَلائِلُهُ ",
    "cost": 620
  },
  {
    "name": "یَا مَنْ فِی الْبِحَارِ عَجَائِبُهُ ",
    "cost": 513
  },
  {
    "name": "یَا مَنْ فِی الْجِبَالِ خَزَائِنُهُ ",
    "cost": 920
  },
  {
    "name": "یَا مَنْ یَبْدَأُ الْخَلْقَ ثُمَّ یُعِیدُهُ ",
    "cost": 1507
  },
  {
    "name": "یَا مَنْ إِلَیْهِ یَرْجِعُ الْأَمْرُ کُلُّهُ ",
    "cost": 745
  },
  {
    "name": "یَا مَنْ أَظْهَرَ فِی کُلِّ شَیْ‏ءٍ لُطْفَهُ ",
    "cost": 1770
  },
  {
    "name": "یَا مَنْ أَحْسَنَ کُلَّ شَیْ‏ءٍ خَلَقَهُ ",
    "cost": 1304
  },
  {
    "name": "یَا مَنْ تَصَرَّفَ فِی الْخَلائِقِ قُدْرَتُهُ ",
    "cost": 2431
  },
  {
    "name": "یَا حَبِیبَ مَنْ لا حَبِیبَ لَهُ ",
    "cost": 200
  },
  {
    "name": "یَا طَبِیبَ مَنْ لا طَبِیبَ لَهُ ",
    "cost": 202
  },
  {
    "name": "یَا مُجِیبَ مَنْ لا مُجِیبَ لَهُ ",
    "cost": 266
  },
  {
    "name": "یَا شَفِیقَ مَنْ لا شَفِیقَ لَهُ ",
    "cost": 1136
  },
  {
    "name": "یَا رَفِیقَ مَنْ لا رَفِیقَ لَهُ ",
    "cost": 936
  },
  {
    "name": "یَا مُغِیثَ مَنْ لا مُغِیثَ لَهُ ",
    "cost": 3256
  },
  {
    "name": "یَا دَلِیلَ مَنْ لا دَلِیلَ لَهُ ",
    "cost": 304
  },
  {
    "name": "یَا أَنِیسَ مَنْ لا أَنِیسَ لَهُ ",
    "cost": 398
  },
  {
    "name": "یَا رَاحِمَ مَنْ لا رَاحِمَ لَهُ ",
    "cost": 654
  },
  {
    "name": "یَا صَاحِبَ مَنْ لا صَاحِبَ لَهُ ",
    "cost": 358
  },
  {
    "name": "یَا کَافِیَ مَنِ اسْتَکْفَاهُ ",
    "cost": 768
  },
  {
    "name": "یَا هَادِیَ مَنِ اسْتَهْدَاهُ ",
    "cost": 586
  },
  {
    "name": "یَا کَالِیَ مَنِ اسْتَکْلاهُ ",
    "cost": 668
  },
  {
    "name": "یَا رَاعِیَ مَنِ اسْتَرْعَاهُ ",
    "cost": 1108
  },
  {
    "name": "یَا شَافِیَ مَنِ اسْتَشْفَاهُ ",
    "cost": 1328
  },
  {
    "name": "یَا قَاضِیَ مَنِ اسْتَقْضَاهُ ",
    "cost": 2368
  },
  {
    "name": "یَا مُغْنِیَ مَنِ اسْتَغْنَاهُ ",
    "cost": 2707
  },
  {
    "name": "یَا مُوفِیَ مَنِ اسْتَوْفَاهُ ",
    "cost": 779
  },
  {
    "name": "یَا مُقَوِّیَ مَنِ اسْتَقْوَاهُ ",
    "cost": 819
  },
  {
    "name": "یَا وَلِیَّ مَنِ اسْتَوْلاهُ ",
    "cost": 639
  },
  {
    "name": "یَا خَالِقُ ",
    "cost": 731
  },
  {
    "name": "یَا رَازِقُ ",
    "cost": 308
  },
  {
    "name": "یَا نَاطِقُ ",
    "cost": 160
  },
  {
    "name": "یَا صَادِقُ ",
    "cost": 195
  },
  {
    "name": "یَا فَالِقُ ",
    "cost": 211
  },
  {
    "name": "یَا فَارِقُ ",
    "cost": 381
  },
  {
    "name": "یَا فَاتِقُ ",
    "cost": 581
  },
  {
    "name": "یَا رَاتِقُ ",
    "cost": 701
  },
  {
    "name": "یَا سَابِقُ ",
    "cost": 163
  },
  {
    "name": "یَا سَامِقُ ",
    "cost": 201
  },
  {
    "name": "یَا مَنْ یُقَلِّبُ اللَّیْلَ وَ النَّهَارَ ",
    "cost": 626
  },
  {
    "name": "یَا مَنْ جَعَلَ الظُّلُمَاتِ وَ الْأَنْوَارَ ",
    "cost": 1890
  },
  {
    "name": "یَا مَنْ خَلَقَ الظِّلَّ وَ الْحَرُورَ ",
    "cost": 2232
  },
  {
    "name": "یَا مَنْ سَخَّرَ الشَّمْسَ وَ الْقَمَرَ ",
    "cost": 1758
  },
  {
    "name": "یَا مَنْ قَدَّرَ الْخَیْرَ وَ الشَّرَّ ",
    "cost": 1772
  },
  {
    "name": "یَا مَنْ خَلَقَ الْمَوْتَ وَ الْحَیَاةَ ",
    "cost": 1353
  },
  {
    "name": "یَا مَنْ لَهُ الْخَلْقُ وَ الْأَمْرُ ",
    "cost": 1164
  },
  {
    "name": "یَا مَنْ لَمْ یَتَّخِذْ صَاحِبَةً وَ لا وَلَدا ",
    "cost": 2049
  },
  {
    "name": "یَا مَنْ لَیْسَ لَهُ شَرِیکٌ فِی الْمُلْکِ ",
    "cost": 966
  },
  {
    "name": "یَا مَنْ لَمْ یَکُنْ لَهُ وَلِیٌّ مِنَ الذُّلِّ ",
    "cost": 1172
  },
  {
    "name": "یَا مَنْ یَعْلَمُ مُرَادَ الْمُرِیدِینَ ",
    "cost": 830
  },
  {
    "name": "یَا مَنْ یَعْلَمُ ضَمِیرَ الصَّامِتِینَ ",
    "cost": 1912
  },
  {
    "name": "یَا مَنْ یَسْمَعُ أَنِینَ الْوَاهِنِینَ ",
    "cost": 534
  },
  {
    "name": "یَا مَنْ یَرَى بُکَاءَ الْخَائِفِینَ ",
    "cost": 1105
  },
  {
    "name": "یَا مَنْ یَمْلِکُ حَوَائِجَ السَّائِلِینَ ",
    "cost": 410
  },
  {
    "name": "یَا مَنْ یَقْبَلُ عُذْرَ التَّائِبِینَ ",
    "cost": 1706
  },
  {
    "name": "یَا مَنْ لا یُصْلِحُ عَمَلَ الْمُفْسِدِینَ ",
    "cost": 674
  },
  {
    "name": "یَا مَنْ لا یُضِیعُ أَجْرَ الْمُحْسِنِینَ ",
    "cost": 1464
  },
  {
    "name": "یَا مَنْ لا یَبْعُدُ عَنْ قُلُوبِ الْعَارِفِینَ ",
    "cost": 907
  },
  {
    "name": "یَا أَجْوَدَ الْأَجْوَدِینَ ",
    "cost": 119
  },
  {
    "name": "یَا دَائِمَ الْبَقَاءِ ",
    "cost": 189
  },
  {
    "name": "یَا سَامِعَ الدُّعَاءِ ",
    "cost": 277
  },
  {
    "name": "یَا وَاسِعَ الْعَطَاءِ ",
    "cost": 248
  },
  {
    "name": "یَا غَافِرَ الْخَطَاءِ ",
    "cost": 1922
  },
  {
    "name": "یَا بَدِیعَ السَّمَاءِ ",
    "cost": 218
  },
  {
    "name": "یَا حَسَنَ الْبَلاءِ ",
    "cost": 182
  },
  {
    "name": "یَا جَمِیلَ الثَّنَاءِ ",
    "cost": 665
  },
  {
    "name": "یَا قَدِیمَ السَّنَاءِ ",
    "cost": 296
  },
  {
    "name": "یَا کَثِیرَ الْوَفَاءِ ",
    "cost": 848
  },
  {
    "name": "یَا شَرِیفَ الْجَزَاءِ ",
    "cost": 632
  },
  {
    "name": "یَا سَتَّارُ ",
    "cost": 661
  },
  {
    "name": "یَا غَفَّارُ ",
    "cost": 1281
  },
  {
    "name": "یَا قَهَّارُ ",
    "cost": 306
  },
  {
    "name": "یَا جَبَّارُ ",
    "cost": 206
  },
  {
    "name": "یَا صَبَّارُ ",
    "cost": 293
  },
  {
    "name": "یَا بَارُّ ",
    "cost": 203
  },
  {
    "name": "یَا مُخْتَارُ ",
    "cost": 1241
  },
  {
    "name": "یَا فَتَّاحُ ",
    "cost": 489
  },
  {
    "name": "یَا نَفَّاحُ ",
    "cost": 139
  },
  {
    "name": "یَا مُرْتَاحُ ",
    "cost": 649
  },
  {
    "name": "یَا مَنْ خَلَقَنِی وَ سَوَّانِی ",
    "cost": 1013
  },
  {
    "name": "یَا مَنْ رَزَقَنِی وَ رَبَّانِی ",
    "cost": 726
  },
  {
    "name": "یَا مَنْ أَطْعَمَنِی وَ سَقَانِی ",
    "cost": 497
  },
  {
    "name": "یَا مَنْ قَرَّبَنِی وَ أَدْنَانِی ",
    "cost": 574
  },
  {
    "name": "یَا مَنْ عَصَمَنِی وَ کَفَانِی ",
    "cost": 517
  },
  {
    "name": "یَا مَنْ حَفِظَنِی وَ کَلانِی ",
    "cost": 1255
  },
  {
    "name": "یَا مَنْ أَعَزَّنِی وَ أَغْنَانِی ",
    "cost": 1346
  },
  {
    "name": "یَا مَنْ وَفَّقَنِی وَ هَدَانِی ",
    "cost": 412
  },
  {
    "name": "یَا مَنْ آنَسَنِی وَ آوَانِی",
    "cost": 333
  },
  {
    "name": "یَا مَنْ أَمَاتَنِی وَ أَحْیَانِی ",
    "cost": 678
  },
  {
    "name": "یَا مَنْ یُحِقُّ الْحَقَّ بِکَلِمَاتِهِ ",
    "cost": 845
  },
  {
    "name": "یَا مَنْ یَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ ",
    "cost": 873
  },
  {
    "name": "یَا مَنْ یَحُولُ بَیْنَ الْمَرْءِ وَ قَلْبِهِ ",
    "cost": 620
  },
  {
    "name": "یَا مَنْ لا تَنْفَعُ الشَّفَاعَةُ إِلا بِإِذْنِهِ ",
    "cost": 1991
  },
  {
    "name": "یَا مَنْ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِیلِهِ ",
    "cost": 1391
  },
  {
    "name": "یَا مَنْ لا مُعَقِّبَ لِحُکْمِهِ ",
    "cost": 436
  },
  {
    "name": "یَا مَنْ لا رَادَّ لِقَضَائِهِ ",
    "cost": 1272
  },
  {
    "name": "یَا مَنِ انْقَادَ کُلُّ شَیْ‏ءٍ لِأَمْرِهِ ",
    "cost": 882
  },
  {
    "name": "یَا مَنِ السَّمَاوَاتُ مَطْوِیَّاتٌ بِیَمِینِهِ ",
    "cost": 1212
  },
  {
    "name": "یَا مَنْ یُرْسِلُ الرِّیَاحَ بُشْرا بَیْنَ یَدَیْ رَحْمَتِهِ ",
    "cost": 1882
  },
  {
    "name": "یَا مَنْ جَعَلَ الْأَرْضَ مِهَادا ",
    "cost": 1276
  },
  {
    "name": "یَا مَنْ جَعَلَ الْجِبَالَ أَوْتَادا ",
    "cost": 673
  },
  {
    "name": "یَا مَنْ جَعَلَ الشَّمْسَ سِرَاجا ",
    "cost": 889
  },
  {
    "name": "یَا مَنْ جَعَلَ الْقَمَرَ نُورا",
    "cost": 821
  },
  {
    "name": "یَا مَنْ جَعَلَ اللَّیْلَ لِبَاسا ",
    "cost": 388
  },
  {
    "name": "یَا مَنْ جَعَلَ النَّهَارَ مَعَاشا ",
    "cost": 892
  },
  {
    "name": "یَا مَنْ جَعَلَ النَّوْمَ سُبَاتا ",
    "cost": 784
  },
  {
    "name": "یَا مَنْ جَعَلَ السَّمَاءَ بِنَاءً ",
    "cost": 378
  },
  {
    "name": "یَا مَنْ جَعَلَ الْأَشْیَاءَ أَزْوَاجا ",
    "cost": 555
  },
  {
    "name": "یَا مَنْ جَعَلَ النَّارَ مِرْصَادا ",
    "cost": 811
  },
  {
    "name": "یَا سَمِیعُ ",
    "cost": 180
  },
  {
    "name": "یَا شَفِیعُ ",
    "cost": 460
  },
  {
    "name": "یَا رَفِیعُ ",
    "cost": 360
  },
  {
    "name": "یَا مَنِیعُ ",
    "cost": 170
  },
  {
    "name": "یَا سَرِیعُ ",
    "cost": 340
  },
  {
    "name": "یَا بَدِیعُ ",
    "cost": 86
  },
  {
    "name": "یَا کَبِیرُ ",
    "cost": 232
  },
  {
    "name": "یَا قَدِیرُ ",
    "cost": 314
  },
  {
    "name": "یَا خَبِیرُ ",
    "cost": 812
  },
  {
    "name": "یَا مُجِیرُ ",
    "cost": 253
  },
  {
    "name": "یَا حَیّا قَبْلَ کُلِّ حَیٍّ ",
    "cost": 219
  },
  {
    "name": "یَا حَیّا بَعْدَ کُلِّ حَیٍّ ",
    "cost": 163
  },
  {
    "name": "یَا حَیُّ الَّذِی لَیْسَ کَمِثْلِهِ حَیٌّ ",
    "cost": 1472
  },
  {
    "name": "یَا حَیُّ الَّذِی لا یُشَارِکُهُ حَیٌّ ",
    "cost": 1344
  },
  {
    "name": "یَا حَیُّ الَّذِی لا یَحْتَاجُ إِلَى حَیٍّ ",
    "cost": 1260
  },
  {
    "name": "یَا حَیُّ الَّذِی یُمِیتُ کُلَّ حَیٍّ ",
    "cost": 1287
  },
  {
    "name": "یَا حَیُّ الَّذِی یَرْزُقُ کُلَّ حَیٍّ ",
    "cost": 1144
  },
  {
    "name": "یَا حَیّا لَمْ یَرِثِ الْحَیَاةَ مِنْ حَیٍّ ",
    "cost": 957
  },
  {
    "name": "یَا حَیُّ الَّذِی یُحْیِی الْمَوْتَى ",
    "cost": 1274
  },
  {
    "name": "یَا حَیُّ یَا قَیُّومُ لا تَأْخُذُهُ سِنَةٌ وَ لا نَوْمٌ ",
    "cost": 2165
  },
  {
    "name": "یَا مَنْ لَهُ ذِکْرٌ لا یُنْسَى ",
    "cost": 1196
  },
  {
    "name": "یَا مَنْ لَهُ نُورٌ لا یُطْفَى ",
    "cost": 511
  },
  {
    "name": "یَا مَنْ لَهُ نِعَمٌ لا تُعَدُّ ",
    "cost": 790
  },
  {
    "name": "یَا مَنْ لَهُ مُلْکٌ لا یَزُولُ ",
    "cost": 299
  },
  {
    "name": "یَا مَنْ لَهُ ثَنَاءٌ لا یُحْصَى ",
    "cost": 815
  },
  {
    "name": "یَا مَنْ لَهُ جَلالٌ لا یُکَیَّفُ ",
    "cost": 340
  },
  {
    "name": "یَا مَنْ لَهُ کَمَالٌ لا یُدْرَکُ ",
    "cost": 481
  },
  {
    "name": "یَا مَنْ لَهُ قَضَاءٌ لا یُرَدُّ ",
    "cost": 1271
  },
  {
    "name": "یَا مَنْ لَهُ صِفَاتٌ لا تُبَدَّلُ ",
    "cost": 1163
  },
  {
    "name": "یَا مَنْ لَهُ نُعُوتٌ لا تُغَیَّرُ ",
    "cost": 2292
  },
  {
    "name": "یَا رَبَّ الْعَالَمِینَ ",
    "cost": 434
  },
  {
    "name": "یَا مَالِکَ یَوْمِ الدِّینِ ",
    "cost": 242
  },
  {
    "name": "یَا غَایَةَ الطَّالِبِینَ ",
    "cost": 1144
  },
  {
    "name": "یَا ظَهْرَ اللاجِینَ ",
    "cost": 1230
  },
  {
    "name": "یَا مُدْرِکَ الْهَارِبِینَ ",
    "cost": 563
  },
  {
    "name": "یَا مَنْ یُحِبُّ الصَّابِرِینَ ",
    "cost": 494
  },
  {
    "name": "یَا مَنْ یُحِبُّ التَّوَّابِینَ",
    "cost": 610
  },
  {
    "name": "یَا مَنْ یُحِبُّ الْمُتَطَهِّرِینَ ",
    "cost": 855
  },
  {
    "name": "یَا مَنْ یُحِبُّ الْمُحْسِنِینَ ",
    "cost": 359
  },
  {
    "name": "یَا مَنْ هُوَ أَعْلَمُ بِالْمُهْتَدِینَ ",
    "cost": 784
  },
  {
    "name": "یَا شَفِیقُ ",
    "cost": 490
  },
  {
    "name": "یَا رَفِیقُ ",
    "cost": 390
  },
  {
    "name": "یَا حَفِیظُ ",
    "cost": 998
  },
  {
    "name": "یَا مُحِیطُ ",
    "cost": 67
  },
  {
    "name": "یَا مُقِیتُ ",
    "cost": 550
  },
  {
    "name": "یَا مُغِیثُ ",
    "cost": 1550
  },
  {
    "name": "یَا مُعِزُّ ",
    "cost": 117
  },
  {
    "name": "یَا مُذِلُّ ",
    "cost": 770
  },
  {
    "name": "یَا مُبْدِئُ ",
    "cost": 56
  },
  {
    "name": "یَا مُعِیدُ ",
    "cost": 124
  },
  {
    "name": "یَا مَنْ هُوَ أَحَدٌ بِلا ضِدٍّ ",
    "cost": 951
  },
  {
    "name": "یَا مَنْ هُوَ فَرْدٌ بِلا نِدٍّ ",
    "cost": 472
  },
  {
    "name": "یَا مَنْ هُوَ صَمَدٌ بِلا عَیْبٍ ",
    "cost": 350
  },
  {
    "name": "یَا مَنْ هُوَ وِتْرٌ بِلا کَیْفٍ ",
    "cost": 850
  },
  {
    "name": "یَا مَنْ هُوَ قَاضٍ بِلا حَیْفٍ ",
    "cost": 1133
  },
  {
    "name": "یَا مَنْ هُوَ رَبٌّ بِلا وَزِیرٍ",
    "cost": 559
  },
  {
    "name": "یَا مَنْ هُوَ عَزِیزٌ بِلا ذُلٍّ ",
    "cost": 958
  },
  {
    "name": "یَا مَنْ هُوَ غَنِیٌّ بِلا فَقْرٍ ",
    "cost": 1574
  },
  {
    "name": "یَا مَنْ هُوَ مَلِکٌ بِلا عَزْلٍ ",
    "cost": 331
  },
  {
    "name": "یَا مَنْ هُوَ مَوْصُوفٌ بِلا شَبِیهٍ ",
    "cost": 673
  },
  {
    "name": "یَا مَنْ ذِکْرُهُ شَرَفٌ لِلذَّاکِرِینَ ",
    "cost": 2636
  },
  {
    "name": "یَا مَنْ شُکْرُهُ فَوْزٌ لِلشَّاکِرِینَ ",
    "cost": 1349
  },
  {
    "name": "یَا مَنْ حَمْدُهُ عِزٌّ لِلْحَامِدِینَ ",
    "cost": 397
  },
  {
    "name": "یَا مَنْ طَاعَتُهُ نَجَاةٌ لِلْمُطِیعِینَ ",
    "cost": 878
  },
  {
    "name": "یَا مَنْ بَابُهُ مَفْتُوحٌ لِلطَّالِبِینَ ",
    "cost": 796
  },
  {
    "name": "یَا مَنْ سَبِیلُهُ وَاضِحٌ لِلْمُنِیبِینَ ",
    "cost": 1234
  },
  {
    "name": "یَا مَنْ آیَاتُهُ بُرْهَانٌ لِلنَّاظِرِینَ ",
    "cost": 2035
  },
  {
    "name": "یَا مَنْ کِتَابُهُ تَذْکِرَةٌ لِلْمُتَّقِینَ ",
    "cost": 2498
  },
  {
    "name": "یَا مَنْ رِزْقُهُ عُمُومٌ لِلطَّائِعِینَ وَ الْعَاصِینَ ",
    "cost": 1026
  },
  {
    "name": "یَا مَنْ رَحْمَتُهُ قَرِیبٌ مِنَ الْمُحْسِنِینَ ",
    "cost": 1394
  },
  {
    "name": "یَا مَنْ تَبَارَکَ اسْمُهُ ",
    "cost": 819
  },
  {
    "name": "یَا مَنْ تَعَالَى جَدُّهُ ",
    "cost": 603
  },
  {
    "name": "یَا مَنْ لا إِلَهَ غَیْرُهُ ",
    "cost": 1371
  },
  {
    "name": "یَا مَنْ جَلَّ ثَنَاؤُهُ ",
    "cost": 679
  },
  {
    "name": "یَا مَنْ تَقَدَّسَتْ أَسْمَاؤُهُ ",
    "cost": 1161
  },
  {
    "name": "یَا مَنْ یَدُومُ بَقَاؤُهُ ",
    "cost": 258
  },
  {
    "name": "یَا مَنِ الْعَظَمَةُ بَهَاؤُهُ ",
    "cost": 1144
  },
  {
    "name": "یَا مَنِ الْکِبْرِیَاءُ رِدَاؤُهُ ",
    "cost": 564
  },
  {
    "name": "یَا مَنْ لا تُحْصَى آلاؤُهُ ",
    "cost": 655
  },
  {
    "name": "یَا مَنْ لا تُعَدُّ نَعْمَاؤُهُ ",
    "cost": 761
  },
  {
    "name": "یَا مُعِینُ ",
    "cost": 170
  },
  {
    "name": "یَا أَمِینُ ",
    "cost": 101
  },
  {
    "name": "یَا مُبِینُ ",
    "cost": 102
  },
  {
    "name": "یَا مَتِینُ ",
    "cost": 500
  },
  {
    "name": "یَا مَکِینُ ",
    "cost": 120
  },
  {
    "name": "یَا رَشِیدُ ",
    "cost": 514
  },
  {
    "name": "یَا حَمِیدُ ",
    "cost": 62
  },
  {
    "name": "یَا مَجِیدُ ",
    "cost": 57
  },
  {
    "name": "یَا شَدِیدُ ",
    "cost": 318
  },
  {
    "name": "یَا شَهِیدُ ",
    "cost": 319
  },
  {
    "name": "یَا ذَا الْعَرْشِ الْمَجِیدِ ",
    "cost": 1390
  },
  {
    "name": "یَا ذَا الْقَوْلِ السَّدِیدِ ",
    "cost": 977
  },
  {
    "name": "یَا ذَا الْفِعْلِ الرَّشِیدِ ",
    "cost": 1457
  },
  {
    "name": "یَا ذَا الْبَطْشِ الشَّدِیدِ ",
    "cost": 1392
  },
  {
    "name": "یَا ذَا الْوَعْدِ وَ الْوَعِیدِ ",
    "cost": 939
  },
  {
    "name": "یَا مَنْ هُوَ الْوَلِیُّ الْحَمِیدُ ",
    "cost": 271
  },
  {
    "name": "یَا مَنْ هُوَ فَعَّالٌ لِمَا یُرِیدُ ",
    "cost": 577
  },
  {
    "name": "یَا مَنْ هُوَ قَرِیبٌ غَیْرُ بَعِیدٍ",
    "cost": 1709
  },
  {
    "name": "یَا مَنْ هُوَ عَلَى کُلِّ شَیْ‏ءٍ شَهِیدٌ ",
    "cost": 880
  },
  {
    "name": "یَا مَنْ هُوَ لَیْسَ بِظَلامٍ لِلْعَبِیدِ ",
    "cost": 1320
  },
  {
    "name": "یَا مَنْ لا شَرِیکَ لَهُ وَ لا وَزِیرَ ",
    "cost": 946
  },
  {
    "name": "یَا مَنْ لا شَبِیهَ لَهُ وَ لا نَظِیرَ ",
    "cost": 1670
  },
  {
    "name": "یَا خَالِقَ الشَّمْسِ وَ الْقَمَرِ الْمُنِیرِ ",
    "cost": 1870
  },
  {
    "name": "یَا مُغْنِیَ الْبَائِسِ الْفَقِیرِ ",
    "cost": 1625
  },
  {
    "name": "یَا رَازِقَ الطِّفْلِ الصَّغِیرِ ",
    "cost": 1789
  },
  {
    "name": "یَا رَاحِمَ الشَّیْخِ الْکَبِیرِ ",
    "cost": 1453
  },
  {
    "name": "یَا جَابِرَ الْعَظْمِ الْکَسِیرِ ",
    "cost": 1568
  },
  {
    "name": "یَا عِصْمَةَ الْخَائِفِ الْمُسْتَجِیرِ ",
    "cost": 1666
  },
  {
    "name": "یَا مَنْ هُوَ بِعِبَادِهِ خَبِیرٌ بَصِیرٌ ",
    "cost": 1299
  },
  {
    "name": "یَا مَنْ هُوَ عَلَى کُلِّ شَیْ‏ءٍ قَدِیرٌ ",
    "cost": 875
  },
  {
    "name": "یَا ذَا الْجُودِ وَ النِّعَمِ ",
    "cost": 942
  },
  {
    "name": "یَا ذَا الْفَضْلِ وَ الْکَرَمِ ",
    "cost": 1939
  },
  {
    "name": "یَا خَالِقَ اللَّوْحِ وَ الْقَلَمِ ",
    "cost": 1013
  },
  {
    "name": "یَا بَارِئَ الذَّرِّ وَ النَّسَمِ ",
    "cost": 1331
  },
  {
    "name": "یَا ذَا الْبَأْسِ وَ النِّقَمِ ",
    "cost": 1022
  },
  {
    "name": "یَا مُلْهِمَ الْعَرَبِ وَ الْعَجَمِ ",
    "cost": 568
  },
  {
    "name": "یَا کَاشِفَ الضُّرِّ وَ الْأَلَمِ ",
    "cost": 1540
  },
  {
    "name": "یَا عَالِمَ السِّرِّ وَ الْهِمَمِ ",
    "cost": 554
  },
  {
    "name": "یَا رَبَّ الْبَیْتِ وَ الْحَرَمِ ",
    "cost": 930
  },
  {
    "name": "یَا مَنْ خَلَقَ الْأَشْیَاءَ مِنَ الْعَدَمِ ",
    "cost": 1398
  },
  {
    "name": "یَا فَاعِلُ ",
    "cost": 181
  },
  {
    "name": "یَا جَاعِلُ ",
    "cost": 104
  },
  {
    "name": "یَا قَابِلُ ",
    "cost": 133
  },
  {
    "name": "یَا کَامِلُ ",
    "cost": 91
  },
  {
    "name": "یَا فَاصِلُ ",
    "cost": 201
  },
  {
    "name": "یَا وَاصِلُ ",
    "cost": 127
  },
  {
    "name": "یَا عَادِلُ ",
    "cost": 105
  },
  {
    "name": "یَا غَالِبُ ",
    "cost": 1033
  },
  {
    "name": "یَا طَالِبُ ",
    "cost": 42
  },
  {
    "name": "یَا وَاهِبُ ",
    "cost": 14
  },
  {
    "name": "یَا مَنْ أَنْعَمَ بِطَوْلِهِ ",
    "cost": 303
  },
  {
    "name": "یَا مَنْ أَکْرَمَ بِجُودِهِ ",
    "cost": 371
  },
  {
    "name": "یَا مَنْ جَادَ بِلُطْفِهِ ",
    "cost": 224
  },
  {
    "name": "یَا مَنْ تَعَزَّزَ بِقُدْرَتِهِ ",
    "cost": 1285
  },
  {
    "name": "یَا مَنْ قَدَّرَ بِحِکْمَتِهِ ",
    "cost": 869
  },
  {
    "name": "یَا مَنْ حَکَمَ بِتَدْبِیرِهِ ",
    "cost": 781
  },
  {
    "name": "یَا مَنْ دَبَّرَ بِعِلْمِهِ ",
    "cost": 443
  },
  {
    "name": "یَا مَنْ تَجَاوَزَ بِحِلْمِهِ ",
    "cost": 592
  },
  {
    "name": "یَا مَنْ دَنَا فِی عُلُوِّهِ",
    "cost": 346
  },
  {
    "name": "یَا مَنْ عَلا فِی دُنُوِّهِ ",
    "cost": 346
  },
  {
    "name": "یَا مَنْ یَخْلُقُ مَا یَشَاءُ ",
    "cost": 1182
  },
  {
    "name": "یَا مَنْ یَفْعَلُ مَا یَشَاءُ ",
    "cost": 632
  },
  {
    "name": "یَا مَنْ یَهْدِی مَنْ یَشَاءُ ",
    "cost": 520
  },
  {
    "name": "یَا مَنْ یُضِلُّ مَنْ یَشَاءُ ",
    "cost": 1331
  },
  {
    "name": "یَا مَنْ یُعَذِّبُ مَنْ یَشَاءُ ",
    "cost": 1273
  },
  {
    "name": "یَا مَنْ یَغْفِرُ لِمَنْ یَشَاءُ ",
    "cost": 1811
  },
  {
    "name": "یَا مَنْ یُعِزُّ مَنْ یَشَاءُ ",
    "cost": 578
  },
  {
    "name": "یَا مَنْ یُذِلُّ مَنْ یَشَاءُ ",
    "cost": 1231
  },
  {
    "name": "یَا مَنْ یُصَوِّرُ فِی الْأَرْحَامِ مَا یَشَاءُ ",
    "cost": 1119
  },
  {
    "name": "یَا مَنْ یَخْتَصُّ بِرَحْمَتِهِ مَنْ یَشَاءُ ",
    "cost": 2246
  },
  {
    "name": "یَا مَنْ لَمْ یَتَّخِذْ صَاحِبَةً وَ لا وَلَدا ",
    "cost": 2049
  },
  {
    "name": "یَا مَنْ جَعَلَ لِکُلِّ شَیْ‏ءٍ قَدْرا ",
    "cost": 888
  },
  {
    "name": "یَا مَنْ لا یُشْرِکُ فِی حُکْمِهِ أَحَدا ",
    "cost": 828
  },
  {
    "name": "یَا مَنْ جَعَلَ الْمَلائِکَةَ رُسُلا ",
    "cost": 616
  },
  {
    "name": "یَا مَنْ جَعَلَ فِی السَّمَاءِ بُرُوجا ",
    "cost": 627
  },
  {
    "name": "یَا مَنْ جَعَلَ الْأَرْضَ قَرَارا ",
    "cost": 1727
  },
  {
    "name": "یَا مَنْ خَلَقَ مِنَ الْمَاءِ بَشَرا ",
    "cost": 1485
  },
  {
    "name": "یَا مَنْ جَعَلَ لِکُلِّ شَیْ‏ءٍ أَمَدا ",
    "cost": 629
  },
  {
    "name": "یَا مَنْ أَحَاطَ بِکُلِّ شَیْ‏ءٍ عِلْما ",
    "cost": 612
  },
  {
    "name": "یَا مَنْ أَحْصَى کُلَّ شَیْ‏ءٍ عَدَدا ",
    "cost": 628
  },
  {
    "name": "یَا أَوَّلُ ",
    "cost": 37
  },
  {
    "name": "یَا آخِرُ ",
    "cost": 800
  },
  {
    "name": "یَا ظَاهِرُ ",
    "cost": 1106
  },
  {
    "name": "یَا بَاطِنُ ",
    "cost": 62
  },
  {
    "name": "یَا بَرُّ ",
    "cost": 202
  },
  {
    "name": "یَا حَقُّ ",
    "cost": 108
  },
  {
    "name": "یَا فَرْدُ ",
    "cost": 284
  },
  {
    "name": "یَا وِتْرُ ",
    "cost": 606
  },
  {
    "name": "یَا صَمَدُ ",
    "cost": 134
  },
  {
    "name": "یَا سَرْمَدُ ",
    "cost": 304
  },
  {
    "name": "یَا خَیْرَ مَعْرُوفٍ عُرِفَ ",
    "cost": 1556
  },
  {
    "name": "یَا أَفْضَلَ مَعْبُودٍ عُبِدَ ",
    "cost": 1109
  },
  {
    "name": "یَا أَجَلَّ مَشْکُورٍ شُکِرَ ",
    "cost": 1120
  },
  {
    "name": "یَا أَعَزَّ مَذْکُورٍ ذُکِرَ ",
    "cost": 1964
  },
  {
    "name": "یَا أَعْلَى مَحْمُودٍ حُمِدَ ",
    "cost": 251
  },
  {
    "name": "یَا أَقْدَمَ مَوْجُودٍ طُلِبَ ",
    "cost": 245
  },
  {
    "name": "یَا أَرْفَعَ مَوْصُوفٍ وُصِفَ ",
    "cost": 749
  },
  {
    "name": "یَا أَکْبَرَ مَقْصُودٍ قُصِدَ ",
    "cost": 657
  },
  {
    "name": "یَا أَکْرَمَ مَسْئُولٍ سُئِلَ ",
    "cost": 507
  },
  {
    "name": "یَا أَشْرَفَ مَحْبُوبٍ عُلِمَ ",
    "cost": 779
  },
  {
    "name": "یَا حَبِیبَ الْبَاکِینَ ",
    "cost": 136
  },
  {
    "name": "یَا سَیِّدَ الْمُتَوَکِّلِینَ ",
    "cost": 661
  },
  {
    "name": "یَا هَادِیَ الْمُضِلِّینَ ",
    "cost": 981
  },
  {
    "name": "یَا وَلِیَّ الْمُؤْمِنِینَ ",
    "cost": 267
  },
  {
    "name": "یَا أَنِیسَ الذَّاکِرِینَ ",
    "cost": 1133
  },
  {
    "name": "یَا مَفْزَعَ الْمَلْهُوفِینَ ",
    "cost": 449
  },
  {
    "name": "یَا مُنْجِیَ الصَّادِقِینَ ",
    "cost": 389
  },
  {
    "name": "یَا أَقْدَرَ الْقَادِرِینَ ",
    "cost": 701
  },
  {
    "name": "یَا أَعْلَمَ الْعَالِمِینَ ",
    "cost": 373
  },
  {
    "name": "یَا إِلَهَ الْخَلْقِ أَجْمَعِینَ ",
    "cost": 970
  },
  {
    "name": "یَا مَنْ عَلا فَقَهَرَ ",
    "cost": 576
  },
  {
    "name": "یَا مَنْ مَلَکَ فَقَدَرَ ",
    "cost": 564
  },
  {
    "name": "یَا مَنْ بَطَنَ فَخَبَرَ ",
    "cost": 1033
  },
  {
    "name": "یَا مَنْ عُبِدَ فَشَکَرَ ",
    "cost": 766
  },
  {
    "name": "یَا مَنْ عُصِیَ فَغَفَرَ ",
    "cost": 1620
  },
  {
    "name": "یَا مَنْ لا تَحْوِیهِ الْفِکَرُ ",
    "cost": 881
  },
  {
    "name": "یَا مَنْ لا یُدْرِکُهُ بَصَرٌ ",
    "cost": 652
  },
  {
    "name": "یَا مَنْ لا یَخْفَى عَلَیْهِ أَثَرٌ ",
    "cost": 1627
  },
  {
    "name": "یَا رَازِقَ الْبَشَرِ ",
    "cost": 841
  },
  {
    "name": "یَا مُقَدِّرَ کُلِّ قَدَرٍ ",
    "cost": 698
  },
  {
    "name": "یَا حَافِظُ ",
    "cost": 989
  },
  {
    "name": "یَا بَارِئُ ",
    "cost": 213
  },
  {
    "name": "یَا ذَارِئُ ",
    "cost": 911
  },
  {
    "name": "یَا بَاذِخُ ",
    "cost": 1303
  },
  {
    "name": "یَا فَارِجُ ",
    "cost": 284
  },
  {
    "name": "یَا فَاتِحُ ",
    "cost": 489
  },
  {
    "name": "یَا کَاشِفُ ",
    "cost": 401
  },
  {
    "name": "یَا ضَامِنُ ",
    "cost": 891
  },
  {
    "name": "یَا آمِرُ ",
    "cost": 240
  },
  {
    "name": "یَا نَاهِی ",
    "cost": 66
  },
  {
    "name": "یَا مَنْ لا یَعْلَمُ الْغَیْبَ إِلا هُوَ ",
    "cost": 1356
  },
  {
    "name": "یَا مَنْ لا یَصْرِفُ السُّوءَ إِلا هُوَ ",
    "cost": 640
  },
  {
    "name": "یَا مَنْ لا یَخْلُقُ الْخَلْقَ إِلا هُوَ ",
    "cost": 1664
  },
  {
    "name": "یَا مَنْ لا یَغْفِرُ الذَّنْبَ إِلا هُوَ ",
    "cost": 2236
  },
  {
    "name": "یَا مَنْ لا یُتِمُّ النِّعْمَةَ إِلا هُوَ ",
    "cost": 804
  },
  {
    "name": "یَا مَنْ لا یُقَلِّبُ الْقُلُوبَ إِلا هُوَ ",
    "cost": 474
  },
  {
    "name": "یَا مَنْ لا یُدَبِّرُ الْأَمْرَ إِلا هُوَ ",
    "cost": 651
  },
  {
    "name": "یَا مَنْ لا یُنَزِّلُ الْغَیْثَ إِلا هُوَ ",
    "cost": 1801
  },
  {
    "name": "یَا مَنْ لا یَبْسُطُ الرِّزْقَ إِلا هُوَ ",
    "cost": 582
  },
  {
    "name": "یَا مَنْ لا یُحْیِی الْمَوْتَى إِلا هُوَ ",
    "cost": 678
  },
  {
    "name": "یَا مُعِینَ الضُّعَفَاءِ ",
    "cost": 1152
  },
  {
    "name": "یَا صَاحِبَ الْغُرَبَاءِ ",
    "cost": 1335
  },
  {
    "name": "یَا نَاصِرَ الْأَوْلِیَاءِ ",
    "cost": 420
  },
  {
    "name": "یَا قَاهِرَ الْأَعْدَاءِ ",
    "cost": 413
  },
  {
    "name": "یَا رَافِعَ السَّمَاءِ ",
    "cost": 483
  },
  {
    "name": "یَا أَنِیسَ الْأَصْفِیَاءِ ",
    "cost": 334
  },
  {
    "name": "یَا حَبِیبَ الْأَتْقِیَاءِ ",
    "cost": 565
  },
  {
    "name": "یَا کَنْزَ الْفُقَرَاءِ ",
    "cost": 489
  },
  {
    "name": "یَا إِلَهَ الْأَغْنِیَاءِ ",
    "cost": 1128
  },
  {
    "name": "یَا أَکْرَمَ الْکُرَمَاءِ ",
    "cost": 553
  },
  {
    "name": "یَا کَافِیا مِنْ کُلِّ شَیْ‏ءٍ ",
    "cost": 562
  },
  {
    "name": "یَا قَائِما عَلَى کُلِّ شَیْ‏ءٍ ",
    "cost": 612
  },
  {
    "name": "یَا مَنْ لا یُشْبِهُهُ شَیْ‏ءٌ ",
    "cost": 753
  },
  {
    "name": "یَا مَنْ لا یَزِیدُ فِی مُلْکِهِ شَیْ‏ءٌ ",
    "cost": 647
  },
  {
    "name": "یَا مَنْ لا یَخْفَى عَلَیْهِ شَیْ‏ءٌ ",
    "cost": 1236
  },
  {
    "name": "یَا مَنْ لا یَنْقُصُ مِنْ خَزَائِنِهِ شَیْ‏ءٌ ",
    "cost": 1444
  },
  {
    "name": "یَا مَنْ لَیْسَ کَمِثْلِهِ شَیْ‏ءٌ ",
    "cost": 1095
  },
  {
    "name": "یَا مَنْ لا یَعْزُبُ عَنْ عِلْمِهِ شَیْ‏ءٌ ",
    "cost": 785
  },
  {
    "name": "یَا مَنْ هُوَ خَبِیرٌ بِکُلِّ شَیْ‏ءٍ ",
    "cost": 1275
  },
  {
    "name": "یَا مَنْ وَسِعَتْ رَحْمَتُهُ کُلَّ شَیْ‏ءٍ ",
    "cost": 1639
  },
  {
    "name": "یَا مُکْرِمُ ",
    "cost": 300
  },
  {
    "name": "یَا مُطْعِمُ ",
    "cost": 159
  },
  {
    "name": "یَا مُنْعِمُ ",
    "cost": 200
  },
  {
    "name": "یَا مُعْطِی ",
    "cost": 129
  },
  {
    "name": "یَا مُغْنِی ",
    "cost": 1100
  },
  {
    "name": "یَا مُقْنِی ",
    "cost": 200
  },
  {
    "name": "یَا مُفْنِی ",
    "cost": 180
  },
  {
    "name": "یَا مُحْیِی ",
    "cost": 68
  },
  {
    "name": "یَا مُرْضِی ",
    "cost": 1050
  },
  {
    "name": "یَا مُنْجِی ",
    "cost": 103
  },
  {
    "name": "یَا أَوَّلَ کُلِّ شَیْ‏ءٍ وَ آخِرَهُ ",
    "cost": 1208
  },
  {
    "name": "یَا إِلَهَ کُلِّ شَیْ‏ءٍ وَ مَلِیکَهُ ",
    "cost": 506
  },
  {
    "name": "یَا رَبَّ کُلِّ شَیْ‏ءٍ وَ صَانِعَهُ ",
    "cost": 784
  },
  {
    "name": "یَا بَارِئَ کُلِّ شَیْ‏ءٍ وَ خَالِقَهُ ",
    "cost": 1315
  },
  {
    "name": "یَا قَابِضَ کُلِّ شَیْ‏ءٍ وَ بَاسِطَهُ ",
    "cost": 1346
  },
  {
    "name": "یَا مُبْدِئَ کُلِّ شَیْ‏ءٍ وَ مُعِیدَهُ ",
    "cost": 551
  },
  {
    "name": "یَا مُنْشِئَ کُلِّ شَیْ‏ءٍ وَ مُقَدِّرَهُ ",
    "cost": 1115
  },
  {
    "name": "یَا مُکَوِّنَ کُلِّ شَیْ‏ءٍ وَ مُحَوِّلَهُ ",
    "cost": 571
  },
  {
    "name": "یَا مُحْیِیَ کُلِّ شَیْ‏ءٍ وَ مُمِیتَهُ ",
    "cost": 929
  },
  {
    "name": "یَا خَالِقَ کُلِّ شَیْ‏ءٍ وَ وَارِثَهُ ",
    "cost": 1809
  },
  {
    "name": "یَا خَیْرَ ذَاکِرٍ وَ مَذْکُورٍ ",
    "cost": 2703
  },
  {
    "name": "یَا خَیْرَ شَاکِرٍ وَ مَشْکُورٍ ",
    "cost": 1903
  },
  {
    "name": "یَا خَیْرَ حَامِدٍ وَ مَحْمُودٍ ",
    "cost": 967
  },
  {
    "name": "یَا خَیْرَ شَاهِدٍ وَ مَشْهُودٍ ",
    "cost": 1481
  },
  {
    "name": "یَا خَیْرَ دَاعٍ وَ مَدْعُوٍّ ",
    "cost": 1011
  },
  {
    "name": "یَا خَیْرَ مُجِیبٍ وَ مُجَابٍ ",
    "cost": 917
  },
  {
    "name": "یَا خَیْرَ مُونِسٍ وَ أَنِیسٍ ",
    "cost": 1093
  },
  {
    "name": "یَا خَیْرَ صَاحِبٍ وَ جَلِیسٍ ",
    "cost": 1020
  },
  {
    "name": "یَا خَیْرَ مَقْصُودٍ وَ مَطْلُوبٍ ",
    "cost": 1143
  },
  {
    "name": "یَا خَیْرَ حَبِیبٍ وَ مَحْبُوبٍ ",
    "cost": 896
  },
  {
    "name": "یَا مَنْ هُوَ لِمَنْ دَعَاهُ مُجِیبٌ ",
    "cost": 356
  },
  {
    "name": "یَا مَنْ هُوَ لِمَنْ أَطَاعَهُ حَبِیبٌ ",
    "cost": 329
  },
  {
    "name": "یَا مَنْ هُوَ إِلَى مَنْ أَحَبَّهُ قَرِیبٌ ",
    "cost": 549
  },
  {
    "name": "یَا مَنْ هُوَ بِمَنِ اسْتَحْفَظَهُ رَقِیبٌ ",
    "cost": 1959
  },
  {
    "name": "یَا مَنْ هُوَ بِمَنْ رَجَاهُ کَرِیمٌ ",
    "cost": 672
  },
  {
    "name": "یَا مَنْ هُوَ بِمَنْ عَصَاهُ حَلِیمٌ ",
    "cost": 447
  },
  {
    "name": "یَا مَنْ هُوَ فِی عَظَمَتِهِ رَحِیمٌ ",
    "cost": 1864
  },
  {
    "name": "یَا مَنْ هُوَ فِی حِکْمَتِهِ عَظِیمٌ ",
    "cost": 1684
  },
  {
    "name": "یَا مَنْ هُوَ فِی إِحْسَانِهِ قَدِیمٌ ",
    "cost": 469
  },
  {
    "name": "یَا مَنْ هُوَ بِمَنْ أَرَادَهُ عَلِیمٌ ",
    "cost": 554
  },
  {
    "name": "یَا مُسَبِّبُ ",
    "cost": 104
  },
  {
    "name": "یَا مُرَغِّبُ ",
    "cost": 1242
  },
  {
    "name": "یَا مُقَلِّبُ ",
    "cost": 172
  },
  {
    "name": "یَا مُعَقِّبُ ",
    "cost": 212
  },
  {
    "name": "یَا مُرَتِّبُ ",
    "cost": 642
  },
  {
    "name": "یَا مُخَوِّفُ ",
    "cost": 726
  },
  {
    "name": "یَا مُحَذِّرُ ",
    "cost": 948
  },
  {
    "name": "یَا مُذَکِّرُ ",
    "cost": 960
  },
  {
    "name": "یَا مُسَخِّرُ ",
    "cost": 900
  },
  {
    "name": "یَا مُغَیِّرُ ",
    "cost": 1250
  },
  {
    "name": "یَا مَنْ عِلْمُهُ سَابِقٌ ",
    "cost": 398
  },
  {
    "name": "یَا مَنْ وَعْدُهُ صَادِقٌ ",
    "cost": 370
  },
  {
    "name": "یَا مَنْ لُطْفُهُ ظَاهِرٌ ",
    "cost": 1320
  },
  {
    "name": "یَا مَنْ أَمْرُهُ غَالِبٌ ",
    "cost": 1369
  },
  {
    "name": "یَا مَنْ کِتَابُهُ مُحْکَمٌ ",
    "cost": 626
  },
  {
    "name": "یَا مَنْ قَضَاؤُهُ کَائِنٌ ",
    "cost": 1077
  },
  {
    "name": "یَا مَنْ قُرْآنُهُ مَجِیدٌ",
    "cost": 502
  },
  {
    "name": "یَا مَنْ مُلْکُهُ قَدِیمٌ ",
    "cost": 339
  },
  {
    "name": "یَا مَنْ فَضْلُهُ عَمِیمٌ ",
    "cost": 1165
  },
  {
    "name": "یَا مَنْ عَرْشُهُ عَظِیمٌ ",
    "cost": 1685
  },
  {
    "name": "یَا مَنْ لا یَشْغَلُهُ سَمْعٌ عَنْ سَمْعٍ ",
    "cost": 1926
  },
  {
    "name": "یَا مَنْ لا یَمْنَعُهُ فِعْلٌ عَنْ فِعْلٍ ",
    "cost": 776
  },
  {
    "name": "یَا مَنْ لا یُلْهِیهِ قَوْلٌ عَنْ قَوْلٍ ",
    "cost": 573
  },
  {
    "name": "یَا مَنْ لا یُغَلِّطُهُ سُؤَالٌ عَنْ سُؤَالٍ ",
    "cost": 1477
  },
  {
    "name": "یَا مَنْ لا یَحْجُبُهُ شَیْ‏ءٌ عَنْ شَیْ‏ءٍ ",
    "cost": 889
  },
  {
    "name": "یَا مَنْ لا یُبْرِمُهُ إِلْحَاحُ الْمُلِحِّینَ ",
    "cost": 594
  },
  {
    "name": "یَا مَنْ هُوَ غَایَةُ مُرَادِ الْمُرِیدِینَ ",
    "cost": 1702
  },
  {
    "name": "یَا مَنْ هُوَ مُنْتَهَى هِمَمِ الْعَارِفِینَ ",
    "cost": 1123
  },
  {
    "name": "یَا مَنْ هُوَ مُنْتَهَى طَلَبِ الطَّالِبِینَ ",
    "cost": 770
  },
  {
    "name": "یَا مَنْ لا یَخْفَى عَلَیْهِ ذَرَّةٌ فِی الْعَالَمِینَ ",
    "cost": 2148
  },
  {
    "name": "یَا حَلِیما لا یَعْجَلُ ",
    "cost": 233
  },
  {
    "name": "یَا جَوَادا لا یَبْخَلُ ",
    "cost": 688
  },
  {
    "name": "یَا صَادِقا لا یُخْلِفُ ",
    "cost": 947
  },
  {
    "name": "یَا وَهَّابا لا یَمَلُّ ",
    "cost": 126
  },
  {
    "name": "یَا قَاهِرا لا یُغْلَبُ ",
    "cost": 1380
  },
  {
    "name": "یَا عَظِیما لا یُوصَفُ ",
    "cost": 1238
  },
  {
    "name": "یَا عَدْلا لا یَحِیفُ ",
    "cost": 244
  },
  {
    "name": "یَا غَنِیّا لا یَفْتَقِرُ ",
    "cost": 1882
  },
  {
    "name": "یَا کَبِیرا لا یَصْغُرُ ",
    "cost": 1564
  },
  {
    "name": "یَا حَافِظا لا یَغْفُلُ ",
    "cost": 2141
  },
  {
    "name": "یَا حَیُّ ",
    "cost": 18
  },
  {
    "name": "یَا قَیُّومُ ",
    "cost": 156
  },
  {
    "name": "یَا مُهِیبُ‏ ",
    "cost": 57
  },
  {
    "name": "یَا فَائِقُ‏",
    "cost": 191
  },
  {
    "name": "یَا مُنِیرُ",
    "cost": 300
  },
  {
    "name": "یَا مَنْ لا شِبْهَ‏ لَهُ وَ لا نَظِیرَ ",
    "cost": 1660
  },
  {
    "name": "یَا مَنْ جَعَلَ مِنَ الْمَلائِکَةِ رُسُلا ",
    "cost": 706
  }
];